{"diagnosis": [], "identify": [], "name": ["生殖道畸形"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并", "卵巢肿瘤", "鉴别", "1.卵巢良性肿瘤的鉴别诊断", "(1)卵巢瘤样病变(ovarian tumor like condition)：", "为育龄期卵巢生理性增大。滤泡囊肿和", "黄体囊肿", "最常见。多为单侧，直径<5cm，壁薄，暂行观察或口服避孕药，3个月内多能消失，若持续存在或长大，应考虑为卵巢肿瘤。", "(2)输卵管", "卵巢囊肿", "：", "为炎性囊块，常有不孕或盆腔感染史，有急性或亚急性", "盆腔炎", "病史，单侧或两侧附件区形成囊性块物，边界清或不清，活动受限。抗感染治疗后可缩小。鉴别困难者常须行剖腹探查或腹腔镜手术鉴别。", "(3)", "子宫肌瘤", "：", "浆膜下肌瘤或肌瘤囊性变易与卵巢实质性肿瘤或囊肿相混淆。肌瘤常为多发性，与子宫相连，并伴月经异常如", "月经过多", "等症状，检查时肿瘤随宫体及宫颈移动。探针检查子宫大小及方向是有效的鉴别肿块与子宫关系的方法。", "(4)妊娠子宫：", "妊娠早期或中期时，子宫增大变软，峡部更软，三合诊时宫体与宫颈似不相连，即Hegars征，易将柔软的宫体误认为卵巢肿瘤。但是妊娠妇女有停经史，若能详细询问病史，做HCG测定或超声检查即可鉴别。", "(5)腹水：", "大量腹水应与巨大卵巢囊肿鉴别，腹水常有肝病、", "心脏病", "史，平卧时腹部两侧突出如蛙腹，叩诊腹部中间鼓音，两侧浊音，移动性浊音阳性;B型超声检查见不规则液性暗区，其间有肠曲光团浮动，液平面随体位改变，无占位性病变。巨大囊肿平卧时腹部中间隆起，叩诊浊音，腹部两侧鼓音，移动性浊音阴性;下腹肿物边界清楚，B型超声检查见圆球形液性暗区，边界整齐光滑，液平面不随体位移动。", "2.卵巢恶性肿瘤的鉴别诊断", "(1)", "子宫内膜异位症", "：", "异位症形成的粘连性肿块及直肠子宫陷凹结节与卵巢恶性肿瘤很难鉴别。前者常有进行性", "痛经", "、月经过多、经前不规则阴道流血等。试用孕激素治疗可辅助鉴别，B型超声检查、血清CA125等可辅助诊断，腹腔镜为诊断子宫内膜异位症的金标准。", "(2)", "盆腔结缔组织炎", "：", "有", "流产", "或", "产褥感染", "病史，表现为发热、下腹痛，妇科检查附件区组织增厚、压痛、片状肿物达盆壁。用抗生素治疗症状缓解，肿物缩小。若治疗后症状、体征无改善，肿物反而增大，应考虑为卵巢恶性肿瘤。B型超声检查有助于鉴别。", "(3)结核性", "腹膜炎", "：", "常合并腹水，盆、腹腔内粘连性肿物形成，多发生于年轻、不孕妇女。多有", "肺结核", "史，全身症状有消瘦、乏力、低热、盗汗、食欲不振、月经稀少或", "闭经", "。妇科检查肿块位置较高，形状不规则，界限不清，固定不动。叩诊时鼓音和浊音分界不清，B型超声检查、X线胃肠检查多可协助诊断，必要时行剖腹探查确诊。", "(4)生殖道以外的肿瘤：", "须与", "腹膜后肿瘤", "、", "直肠癌", "、乙状", "结肠癌", "等鉴别。腹膜后肿瘤固定不动，位置低者使子宫或直肠移位，", "肠癌", "多有典型消化道症状，B型超声检查、钡剂灌肠、静脉肾盂造影等有助于鉴别。", "(5)转移性卵巢肿瘤：", "与卵巢恶性肿瘤不易鉴别。若在附件区扪及双侧性、中等大、肾形、活动的实性肿块，应疑为转移性卵巢肿瘤。若患者有消化道症状，有消化道癌、", "乳癌", "病史，诊断基本可成立。但是多数病例无原发性肿瘤病史。"], "name": ["妊娠合并卵巢肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴鳞状上皮细胞增生鉴别", "1、", "白癜风", "：", "系黑素细胞被破坏引起的疾病，无自觉症状，可发生在任何年龄，青春期发病多见。", "2、", "白化病", "：", "系表皮基底层中仅含大而灰白的不成熟黑素细胞，不能制作黑素所致，为遗传性疾病。无自觉症状，身体其他部位也多可发现相同病变。", "3、特异性", "外阴炎", "：", "假丝酵母菌", "外阴", "炎、", "滴虫", "外阴炎、", "糖尿病", "外阴炎等分泌物及", "糖尿", "病长期刺激，均可导致外阴表", "皮角", "化过度、", "脱", "落而呈白色。假丝酵母菌外阴炎、滴虫外阴炎均有分泌物增多、", "瘙痒", "，分泌物检查可发现病原体；若外阴", "皮肤", "对称发红、增厚，伴有严重瘙痒，但阴道分泌物不多，可能为糖尿病外阴炎。特异性外阴炎在原发疾病治愈后，白色区随之消失。"], "name": ["外阴鳞状上皮细胞增生"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["慢性盆腔疼痛应与以下症状相鉴别", "1、盆腔癌性疼痛", "癌性疼痛，或称晚期癌痛是造成癌晚期患者主要痛苦的原因之一。在此阶段，患者身心处于相当的痛苦之中。80%晚期癌症患者有剧烈疼痛，估计每天世界上至少有500万人经受着疼痛的煎熬。", "癌性疼痛已成为各有关科室日常工作的重要对象，特别是疼痛诊疗的重要内容。", "当瘤细胞侵入或压迫盆腔神经即可产生剧烈疼痛。肿瘤细胞侵犯血管，会使该血管供血障碍，也会产生疼痛。", "2、心理性慢性盆腔疼痛", "心理性盆腔痛为钝痛、持续性发作、往往在觉醒后疼痛、遇有社会心理因素时发作、疼痛部位与神经分布不一致、无放射痛、呈转移改变及弥漫性、长年累月维持同样的疼痛、检查后不会触发或增加疼痛、处理人际关系不当时即会发生。", "3、器质性下腹部疼痛", "器质性下腹部疼痛为锐痛、痉挛性、间歇性、可发生于任何时间、睡眠时可因疼痛而觉醒、沿神经分布途径放射、有典型压痛点、发展或很快好转或更加剧烈、在手法检查后产生或加剧、不受情绪影响。", "4、其他", "慢性不定位性疼痛还应考虑其他与妇科无关的疾病，如结核性", "腹膜炎", "、肠粘连、", "肠道蛔虫", "症和神经官能症等疾病。"], "name": ["慢性盆腔疼痛"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与多囊卵巢综合征相鉴别。具有月经紊乱，闭经，无排卵，多毛，肥胖，不孕合并双侧卵巢增大呈囊性改变，称为多囊卵巢综合症。可具备以上典型症状，也可以只有部分症状，因排卵障碍而致不孕则是多囊卵巢综合征的主要临床表现。", "多毛与毛发增多症的病因鉴别女性多毛(伴或不伴男性化)的病因很多，但其共同特点是存在雌激素相对不足和雄激素(或其作用)增多，使血雄激素升高或雌激素/雄激素比值下降，偶尔也可由于组织对雄激素的敏感性增高所致，部分病人伴有一定程度的男性化表现。 据详细的病史、体查和必要的实验室检查与特殊检查，病因鉴别一般不难。临床上要首先确定是否有高雄激素血症。"], "name": ["卵泡腺细胞增殖综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外", "阴结", "核鉴别", "溃疡型外阴结核需与一般性外阴溃疡、", "梅毒", "性溃疡、", "软下疳", "、", "外阴癌", "等相鉴别。"], "name": ["外阴结核"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "本病需与表皮样囊肿、颅咽管瘤、畸胎瘤、脂肪瘤、其他囊肿等相鉴别。"], "name": ["皮样囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要是和阴道壁囊肿穿孔感染及盆腔肿物相鉴别。流脓的阴道壁囊肿和Ⅱ型斜隔局部症状相同，但通过B超检查泌尿系肾脏情况不难鉴别。卵巢肿物也会嵌顿在盆腔底部，但不同与斜隔引起的肿物那样和阴道壁连成一体并可造成阴道移位变形。"], "name": ["阴道斜隔"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与肉瘤相鉴别：", "大多数患者是绝经后的妇女，平均发病年龄为59 岁。"], "name": ["胃肠道癌转移卵巢"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并白血病鉴别诊断", " 少数白细胞不高的病例须与AA、ITP、", "粒细胞缺乏症", "、MDS、", "阵发性睡眠性血红蛋白尿", "等疾病鉴别。如低增生性", "白血病", "因外周血3系减少，骨髓增生低下，易与AA相混淆，但骨髓中原始细胞占有核细胞的30%以上即可明确白血病的诊断。真正易与白血病相混淆的是", "类白血病反应", "、", "传染性单核细胞增多", "症及嗜血细胞综合征(hemophagocytic syndrome，HPS)，鉴别要点如下：", "   1.类白血病反应：", "是人体在某些病因刺激下，出现的外周血白细胞升高，伴有外周血或骨髓中原始、幼稚细胞增多，临床上酷似白血病。其常见病因有感染、肿瘤、中毒、大出血、急性", "溶血", "、", "休克", "和外伤等，尤以重症感染和恶性肿瘤较多见。因类白和白血病的治疗和预后截然不同，诊断应十分慎重。", "首先类白血病均存在诱发病因，在祛除病因后，类白血病反应可以消失，血象、骨髓象亦很快恢复正常。大多数类白血病患者与白血病不同，不伴血小板减少和", "贫血", ";但偶有少数严重病例可出现红细胞和血小板降低。类白血病患者白细胞数多在正常范围以上，但一般很少超过50×109/L。其血象中幼稚粒细胞比率不高，原粒细胞少见。细胞形态方面，粒细胞胞质中可见明显的毒性颗粒和空泡，缺乏白血病中所见的细胞畸形、核质发育失衡及Auer小体等特征。NAP和PAS染色在类白时显著升高，而在粒细胞白血病时则大多正常或降低。", "2.传染性单核细胞增多症：", "增多症是Epstein-Barr(EB)病毒感染引起的机体淋巴细胞反应性增生性疾病，多发于儿童和青少年。发热、颈部淋巴结肿大和咽痛为本病特有的三联征，还可伴发肝脾大、皮疹等表现。因其外周血白细胞中淋巴细胞和单核细胞比例增高，且出现大量异常淋巴细胞，易误诊为ALL。但传单无进行性贫血，亦无血小板减少和出血，外周血中异常淋巴细胞虽可达白细胞总数的10%以上，但骨髓中仅有少量异淋，且无原始及幼稚粒细胞增多。传染性单核细胞增多症患者的血清嗜异性凝集试验阳性，效价达1∶2000以上，牛红细胞溶解素试验效价可达1∶400以上，此外传单为", "自限性疾病", "，其异常血象多在1～2个月内消失。", "3.嗜血细胞综合征(HPS)：", "为单核巨噬细胞系的噬血细胞系统性增生性疾病，属组织细胞病。分为遗传性原发性HPS和反应性/继发性HPS。前者主要见于婴幼儿，是一种常染色体遗传性疾病。后者见于任何年龄，可由于感染或某些血液病或非血液系统恶性肿瘤及某些药物所诱发。", "HPS临床上常表现为高热、伴肝脾淋巴结肿大，起病急骤，病情重，症状类似AL。但HPS外周血多表现为全血细胞减少，而AL通常表现为白细胞升高，伴贫血和血小板的减少。当然也有不少白血病患者表现为外周血3系减少，此时鉴别诊断就必须通过骨髓细胞学或淋巴结病理学检查才可明确。HPS骨髓检查可有不同程度的骨髓巨噬细胞增多，巨噬细胞因含有吞噬的细胞碎片而有时呈空泡样。而AL骨髓检查则表现为原始细胞的明显增多，无巨噬细胞的增多。HPS淋巴结活检可发现噬血组织细胞增多，无淋巴结的破坏。白血病淋巴结活检则无噬血组织细胞增多。此外，无基础疾病的HPS预后良好，较易恢复，而AL多数预后较差。"], "name": ["妊娠合并白血病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": ["子宫内膜薄是指妇女在有一定雌激素的作用下，在做超声时内膜不能达到8毫米。这些因素可导致卵子不能很好地着床，从而不能按照原计划顺利受孕。如果雌激素不能达到一定的水平，这时做的超声发现内膜厚度不到8毫米，不能诊断内膜薄，只是说雌激素不够造成的这个原因。一般是在月经中期的时候做超声，当时要看到卵泡是成熟的，比如说是8毫米的直径，内膜》小于8毫米，同时查雌激素水平。需要做哪些检查，什么时候做激素水平检查需要到医院初步检查后才能确定。"], "identify": [], "name": ["子宫内膜薄"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、恶性葡萄胎  一般认为恶葡只发生于葡萄胎后而绒癌可发生于足月产后、流产后(包括宫外孕、自然流产或人工流产)。继葡萄胎后恶变者，绒癌及恶葡均有可能。但在发生时间上有差异。根据北京协和医院的经验，葡萄胎排出后半年内恶变者，绝大部分(96.5％)为恶性葡萄胎，一年以上恶变者绝大部分(92.85％)为绒癌。6个月至1年间发生者恶葡与绒癌各占半数。故就一般论，间隔时间愈长，绒癌的可能性愈大。", "二、合体细胞子宫内膜炎(syncytial endometritis)  足月产后，特别是流产或葡萄胎排出后，刮宫或切除子宫病检可在浅肌层内尤其是胎盘附着部位，可见有散在的滋养细胞(以合体滋养细胞为主)及炎性细胞，乍看好象肿瘤图象，但深肌层亚无浸润。血或尿内hCG测定亦多为阴性。故不属于滋养细胞疾症范围。一般经过彻底刮宫后即可逐渐恢复正常。Park(1981)认为合体细胞子宫内膜炎一词亚不适当，因参与良性侵蚀的细胞为单核，而非合体与多核(non-syncytial and multi-nuclear)，且无明显的炎症过程。", "三、滋养细胞假性瘤(trophoblastic pseudotumor)  有种种名称，除滋养细胞假性瘤(Kurman，1976)外，还有合体细胞瘤(&ldquo;Syncytioma\"，Qwing，1960)，非典型绒毛膜癌(atypical choriocarcinoma，Merdrand，1959)，均指组织学与临床不具有典型绒癌现象，亦不转移之&ldquo;持续型良性绒毛膜侵蚀病变&rdquo;(\"an unusually persitent formof benign chorionic invasion\")，为胎盘附着处合体滋养细胞反应性增生，形成瘤状。在组织学上，合体滋养细胞也每每表现出多形性，也出现大的奇形怪状的核。不存在绒毛结构。与绒癌鉴别是困难的，但根据无核分裂象、缺乏细胞滋养细胞亚没有侵犯子宫深肌层而造成破坏的倾向等，可与绒癌鉴别。"], "name": ["鬼胎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["须与输卵管妊娠破裂、黄体血肿破裂、经血输卵管逆流入腹腔、卵巢巧克力囊肿破裂、盆腔脓肿、阑尾炎等鉴别。", "出血性输卵管炎与输卵管妊娠症状十分相似，需要加以鉴别。"], "name": ["出血性输卵管炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "输卵管妊娠", "鉴别", "必须与以下疾病进行鉴别诊断：", "1、早期妊娠", "流产", " ", "早期流产的主要症状：阴道流血、腹痛。流产腹痛多较缓和，部位多在下腹中央，阵发性，一般阴道流血量多。阴道流血多少与全身失", "血症", "状相符合。阴道检查子宫颈无举痛，后穹窿不饱满，子宫大小与", "闭经", "月数相符，子宫旁无包块。对已有子女或流血较多者，可与患者及家属说明，行诊断性刮宫。", "2.急性", "输卵管炎", " 急性发作的下腹痛，坠胀;尿频尿痛;阴道排液脓血状;可伴寒战发热，还可能有腹胀、", "便秘", "或腹泻。若在月经期或流产后发病，则流血量增多，经期延长。", "3.卵巢囊瘤蒂扭转 ", "有腹部包块史，如扭转自行缓解，腹痛为一过性;扭转后形成囊内出血，则腹痛呈持续性，但压痛、反跳痛仅局限于包块上及其周围。无移动性浊音。阴道检查子宫旁有压痛性囊肿。无闭经史及早孕现象，无阴道流血史，但应注意早孕往往促使已存在的卵巢瘤蒂扭转。", "4.", "急性阑尾炎", " 其临床表现为持续伴阵发性加剧的右下腹痛，恶心", "呕吐", "，多数病人白细胞和嗜中性白细胞计数增高。检查右下腹肌紧张，阑尾点压痛反跳痛，无移动性浊音。阴道检查子宫颈无举痛，子宫正常大。如果", "阑尾炎", "症扩散波及右侧输卵管或范围更广，可有右侧附件压痛，或双侧压痛，否则两侧附件无明显发现。", "5.黄体破裂 ", "患者临床表现之腹痛程度上也可有很大差别，卵巢黄体破裂则在一次出血后可逐渐自行凝集而止血，反覆发作之机会较少。月经后半期突发下腹部疼痛，下腹部压痛、反跳痛，妇检后穹隆触痛，宫颈摇举痛，一侧附件区包块拌压痛.B超可发现盆腔积液及附件区包块，后穹隆穿刺抽出不凝血 。多发生在月经前期，且往往发生在性交之后，而无闭经及早孕现象，无阴道流血，腹痛性质及体征同输卵管妊娠破裂，妊娠试验阴性。", "6.巧克囊肿破裂 ", "临床上多表现有小腹疼痛，小腹不适，白带增多，白带色黄，白带异味，月经失常，而且通常小腹内有一个坚实而无痛的肿快，有时性交会发生疼痛。该病多发生在年轻妇女，易发生自发破裂，引起急性腹痛，但无闭经及早孕现象，无阴道流血。"], "name": ["输卵管妊娠"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与垂体催乳细胞瘤及其他原因所致的闭经相鉴别。"], "name": ["避孕后闭经综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [""], "name": ["卵巢过度刺激综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经期乳腺癌鉴别诊断", "1.", "外伤性脂肪坏死", " 局部表现与", "乳腺癌", "很相似，肿块硬且与皮肤粘连，但多有明确外伤史，病变部位浅在。", "2.", "乳腺结核", " 现", "结核病", "较少，乳腺结核更为少见，应了解有无全身结核病史，有无慢性窦道存在，必要时行活检或细胞学检查。", "3.浆细胞", "乳腺炎", " 亦有硬的不规则包块，也与皮肤粘连，但它常有多发小脓肿存在，抗感染治疗会有所好转，其肿块范围较大，往往在一个象限以上。", "4.慢性囊性", "乳腺增生", " 此病常双侧对称，但常不易鉴别，尤其是一些有早期癌变者，必要时借助细胞学或活检来鉴别。"], "name": ["绝经期乳腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "女性尿道癌", "鉴别", "  1、", "尿道肉阜", " ", "为发生于女性尿道口部位的良性息肉样组织。有时可与突出至尿道外口的", "尿道癌", "混淆。尿道肉阜以", "绝经", "后女性多见，伴烧灼感，呈鲜红色、质软、易出血的息肉样肿块，基底广，血管丰富，表面无溃疡与分泌物，有明显触痛，不向外浸润。", "2、尿道", "尖锐湿疣", " ", "为性传播疾病，", "人乳头状瘤病毒", "引起的增生性病变，多位于黏膜上，除了发生在尿道外口外，多同时出现在外阴、阴道、肛门周围等，有排尿", "灼痛", "及尿道分泌物。尿道镜检见乳头状、淡红色肿物。鉴别困难时，取活组织检查。"], "name": ["女性尿道癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈浸润癌鉴别", "宫颈浸润癌应与宫颈感染性疾病鉴别。组织病理学过去的概念：诊断浸润癌的标准是看基底膜是否有破坏，以后有的学者发现无论是特殊染色或电镜观察，均证实基底膜的完整与否并不是鉴别浸润的可靠指标，因为增殖的基底细胞和炎细胞均可破坏基底膜。目前认为间质反应是鉴别浸润癌的一个重要指标。"], "name": ["宫颈浸润癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["重度宫颈糜烂鉴别诊断", " 应注意", "宫颈糜烂", "与宫颈上皮内瘤样病变或早期", "宫颈癌", "从外观上难以鉴别，应常规作宫颈刮片;宫颈管吸片，必要时作阴道镜检查及活体组织检查以明确诊断。"], "name": ["重度宫颈糜烂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、功能失调性子宫出血：子宫镜下可见子宫内膜增厚，也可不增厚，表面平滑无组织突起，但有充血。", "2、宫颈息肉：白带增多，有接触性出血，特别在性交或排便后出现点滴状出血或血性白带。", "3、胎盘息肉：有产后或流产后胎盘残留可疑史，有压痛，妊娠试验可呈阳性。", "4、子宫粘膜下肌瘤：白带增多，有时产生大量脓血性排液及腐肉样组织排出伴臭味。", "5、其他：宫颈糜烂、子宫内膜癌、宫颈癌、和宫内节育器引起子宫出血等。"], "name": ["子宫内膜息肉"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.急性湿疹需与外阴接触性皮炎相鉴别。", "2.慢性湿疹需要与神经性皮炎、外阴瘙痒症相鉴别。", "3.角化性湿疹应与银屑病鉴别 银屑病无渗出，皮损边界清楚，上覆银白色鳞屑。", "4.与女性黏膜白斑鉴别 女性黏膜白斑见于40岁以上妇女，损害主要波及阴蒂、小阴唇及大阴唇黏膜部分，为灰白色斑伴角化过度，剧烈瘙痒。", "5.与湿疹感染鉴别，湿疹感染多边界清楚，边缘呈环状，可见小脓疱。皮损表现为红斑、渗液及结痂。痂为黄色油脂状，痂下为鲜红糜烂面。在皱褶部位，湿疹感染常形成裂隙。"], "name": ["外阴湿疹"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "老年性子宫内膜炎常易诊断为内膜癌或宫颈癌，必须进行诊断性刮宫才能排除。一般老年性子宫内膜炎很少单纯出血。", "内膜癌是最常见的妇科恶性病，是处于乳房、直肠、肺癌后的第四位最常见的妇女恶性病。阴道壁正常，排液来自宫颈管内。", "宫颈癌是女性常见恶性肿瘤之一，发病原因目前尚不清楚，早婚、早育、多产及性生活紊乱的妇女有较高的患病率。初期没有任何症状，后期可出现异常阴道流血。", "子宫积脓有时并无全身症状。但由于常合并老年性阴道炎，有时易将恶臭白带归因于这一病变，应特别注意有无子宫癌瘤(实行诊刮)，也应注意不要把胀大柔软的子宫误诊为卵巢囊瘤。"], "name": ["慢性子宫内膜炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["滴虫感染时影响阴道细胞，应注意与恶性肿瘤鉴别，必要时可于治疗后作", "阴道细胞学检查", "。"], "name": ["滴虫性外阴炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性", "附件炎", "鉴别", "急性附件炎的临床表现有时易与", "急性阑尾炎", "、异位妊娠、", "卵巢囊肿", "蒂扭转或卵巢子宫内膜异位囊肿相混淆，诊断时应注意鉴别。", "  1.急性", "阑尾炎", "右侧急性附件炎易与急性阑尾炎混淆。病史中有轻微脐周疼痛伴有胃肠道症状如恶心、", "呕吐", "或腹泻，疼痛逐渐加重，转移到右下腹，呈持续性，体温可升高。检查时有腹肌紧张、麦氏点固定压痛、反跳痛。右侧急性附件炎压痛常在麦氏点以下，妇科检查宫颈举痛或触痛，对侧附件也常有触痛。", "2.异位妊娠", " 异位妊娠有停经史、阴道流血和内出血体征如面色苍白、脉搏加快、血压下降或", "休克", "。检查时有腹肌紧张、压痛且反跳痛非常剧烈，尿人绒毛膜促性腺激素(HCG)常呈阳性，后穹隆穿刺为不凝固血。", "3.卵巢囊肿蒂扭转", " 发生蒂扭转的卵巢囊肿中，最常见的是卵巢", "畸胎瘤", "。可有下腹包块史，突然发生下腹剧烈疼痛，常伴恶心、呕吐、发热甚至休克。卵巢囊肿蒂扭转后发生感染时，需与输卵管卵巢脓肿进行鉴别。检查时有腹肌紧张、压痛及反跳痛，妇科检查一侧附件区可扪及一张力较大、边界清楚、触痛明显的囊肿。B超检查可辅助诊断。", "4.卵巢子宫内膜异位囊肿", " 有", "痛经", "、不孕、", "性交疼痛", "的病史。腹痛多发生在月经期，一般不伴发热。妇科检查可扪及子宫后位、固定，子宫后壁有触痛结节，宫骶韧带增厚，有痛性结节，附件区可扪及肿块，有轻压痛。可进行B超检查，腹腔镜检查则可明确诊断。"], "name": ["急性附件炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与以下疾病鉴别。", "1、与早期", "宫颈癌", "相鉴别：宫颈癌早期有血性自带或接触出血，可有乳头状突起。而", "宫颈息肉", "则为扁平或水滴样红色赘生物，质软而脆，易出血，蒂细长。通过宫颈活体组织病理检查即可确诊。", "2、应与粘膜下", "子宫肌瘤", "相鉴别：粘膜下肌瘤是突向", "子宫", "腔内生长的子宫肌瘤，由于肌瘤表面覆盖着子宫内膜，增加了子宫内膜面积，且在宫腔内占位，影响经血排出，因此可引起子宫异常收缩，发生", "痛经", "，并伴有", "月经量多", "及周期紊乱。有1/3的患者可伴发不孕，约占肌瘤总数的10%左右，是子宫肌瘤的一种。", "宫颈", "息肉", "导致", "不孕症", "由子宫粘膜表面突出于宫腔，其蒂长时。在子宫收缩后可将肌瘤排出宫颈外悬于阴道内。一般肌瘤都有蒂在宫腔，触诊较硬较圆;而宫颈息肉有蒂与宫颈相连，质地软，大者可露于颈外口。", "3.与子宫肌瘤鉴别，多无症状，少数表现为", "阴道出血", "，腹部触及肿物以及压迫症状等。如发生蒂扭转或其他情况时可引起", "疼痛", "。", ""], "name": ["宫颈息肉"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "卵巢癌", "鉴别诊断", "1、卵巢非赘生性囊肿", "如", "卵泡囊肿", "、", "黄体囊肿", "等，一般直径小于5cm，壁薄，多在1～2个月自然消退。", "2、", "子宫肌瘤", "：", "卵巢肿瘤", "有可能与子宫肌瘤囊性变或浆膜下子宫肌瘤混淆。B超检查可明确诊断。", "3、早孕：", "子宫增大变软，有停经史，hCG值升高可确诊。B超见有胚囊或胎心博动。", "4、慢性尿潴留：", "多有排尿困难或尿不净病史，包块位于下腹正中，边界不清，导尿后包块即消失，亦可用B超检查鉴别。", "5、", "附件炎", "性包块：", "有慢性", "盆腔炎", "与不育史，包块位置较低，有触痛，与子宫有粘连。", "6、腹水与结核性", "腹膜炎", "(包裹性积液)与巨大", "卵巢囊肿", "鉴别。巨大卵巢囊肿、腹水、", "结核性腹膜炎", "(包裹性积液)鉴别诊断。", "1）病：", "史自觉有肿块自下腹一侧开始逐渐增大无肿块，多继发于肝、肾、心脏器官疾病，腹部渐膨大低热，消瘦、消化道症状明显，常", "闭经", "，腹部渐膨隆", "2）查视：", "诊腹部向前突起，两侧较平两侧外突，中间较平，如蛙腹不定", "触诊可摸到肿块，巨大囊肿则不易扪清摸不到肿块有揉面感或有不规则块状物", "3）叩：", "诊两侧鼓音，中间浊音，无移动性浊音两侧实音，中间鼓音，有移动性浊音浊音与鼓音界限不定", "二、妇科检查", "子宫多被顶向前，不活动，后穹窿可扪及囊壁子宫有浮球感子宫附件可正常，也可与肠管粘连而摸不清", "1、B 型超声", "图像圆形液性暗区，边界整齐，光滑不规则液性暗区，其中有肠道光团浮动不规则囊性液性暗区，壁常为肠管光团组织", "2、X 线胃肠", "造影胃肠多被脐向外上方肠管漂浮，活动度大，无占位病变肠管粘连不易推开"], "name": ["卵巢癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["老年性", "阴道炎", "鉴别诊断", "1、", "霉菌性阴道炎", "1）霉菌性阴道炎", "(monilial or mycotic vaginitis)由霉菌感染引起。其发病率仅次于", "滴虫性阴道炎", "。", "2）念珠菌感染最常见的症状是白带多，", "外阴及阴道灼热瘙痒，外因性排尿困难，外阴地图样红斑(霉菌性或念珠菌性外阴阴道炎)。典型的白带呈凝乳状或为片块状，阴道粘膜高度红肿，可见白色", "鹅口疮", "样斑块附着，易剥离，其下为受损粘膜的糜烂基底，或形成浅溃疡，严重者可遗留瘀斑。但白带并不都具有上述典型特征，从水样直至凝乳样白带均可出现，如有的完全是一些稀薄清沏的浆液性渗出液，其中常含有白色片状物。妊娠期霉菌性阴道炎的", "瘙痒症", "状尤为严重，甚至坐卧不宁，痛苦异常，也可有尿频、尿痛及性交痛等症状。另外，尚有10%左右的妇女及30%孕妇虽为霉菌携带者，却无任何临床表现。", "2、滴虫性阴道炎", "滴虫阴道炎是常见的阴道炎，由阴道毛滴虫所引起。", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。检查时可见阴道粘膜充血，严重者有散在的出血斑点，后穹窿有多量白带，呈灰黄色、黄白色稀薄液体或为黄绿色脓性分泌物，常呈泡沫状。带虫者阴道粘膜可无异常发现。少数患者阴道内有滴虫存在而无炎症反应，称为带虫者。有人认为滴虫单独存在时不能引起炎症，因其消耗阴道上皮细胞内糖原，改变了阴道酸碱度，破坏了防御机制，促进继发性的细菌感染，故常在月经期前后、妊娠期或产后等阴道Ph改变时，引起炎症发作。", "2、", "细菌性阴道炎", "细菌性阴道病主要是由阴道加特纳菌引起的一种阴道炎，可通过性关系传播。", "此病的典型临床症状为阴道异常分泌物明显增多，呈稀薄均质状或稀糊状，为灰白色、灰黄色或乳黄色，带有特殊的鱼腥臭味。由于碱性前列腺液可造成胺类释放，故表现为性交时或性交后臭味加重。月经期阴道PH值升高，故经期时或经期后臭味也可加重。患者外阴有不适感，包括不同程度的外阴瘙痒，一般无明显时间性，但在休息状态及心情紧张状态下痒感更加明显。尚有不同程度的外服灼热感，有的患者出现性交痛。极少数患者出现下腹疼痛、性交困难及排尿异常感。阴道粘膜上皮在发病时无明显充血表现。", "3、", "阿米巴性阴道炎", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "4、非特异性阴道炎", "凡不是白色念珠菌、阴道", "毛滴虫病", "或", "淋病", "所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有", "灼痛", "感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "5、", "蛲虫性阴道炎", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间", "磨牙", "等。", "6、", "过敏", "性阴道炎", "", "过敏性阴道炎", "是指阴道黏膜出现类似于鼻、眼、肺及", "皮肤过敏", "反应的表现。", "阴道分泌物增多，为脓血性白带，并有腐烂组织排出，有臭味。合并有白色念珠菌感染分泌物像脱脂乳粉制奶酪样。可有瘙痒、外阴烧灼样感，成年妇女可有性交困难。", "7、", "结核性阴道炎", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "1）原发症状：", "部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "2）继发症状：", "当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻", "便秘", "交替、干咳、", "咯血", "等。", "8、", "阴道嗜血杆菌性阴道炎", "阴道嗜血杆菌性阴道炎由阴道嗜血杆菌所引起。", "主要症状：白带异常，增多，有鱼腥或胺的臭味。有时白带呈灰色乳状且稠度很高，很像滴虫性阴道炎症状。轻者仅白带多、臭，外阴潮湿不适。常伴有阴道灼热感、性交痛及外阴瘙痒。", "9、真菌性阴道炎", "非", "糖尿病", "妇女较少见。真菌感染时白带呈豆腐渣或凝乳状，白带涂片找到真菌的菌丝及芽孢方可确诊。", "10、淋菌性阴道炎", "因性病的蔓延，", "绝经", "后妇女也可患此病。可疑者取宫颈分泌物涂片行革兰染色检查，还可作分泌物淋菌培养。目前聚合酶链反应是较敏感的检测方法。  ", "11、其他阴道疾病：", "1）外阴及", "阴道癌", " 对久治不愈的外阴、阴道溃疡应及时活检，以排除此病。", "2）", "宫颈癌", "、", "子宫内膜癌", " ", "老年性阴道炎", "伴血性白带时，应高度警惕是否有子宫颈癌及子宫内膜癌。应常规行宫颈刮片进行阴道细胞学检查，必要时做宫颈活检及分段诊刮，进行病理学检查加以鉴别。"], "name": ["老年性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳腺炎鉴别诊断", "应与以下病症相鉴别：", "", "急性乳腺炎", "多发生在初产妇哺乳期， 起病急， 早期乳房内出现一局限性红、肿、热、痛肿块， 伴畏寒 ， 发热等全身中毒症 状。当急性炎症未能及时控制， 数天后迅速发展形成脓肿， 局部 穿刺抽到脓液即可确诊。急性", "乳腺炎", "应注意与炎性", "乳癌", "鉴别：", "①急性乳腺炎初起多发生在乳腺某一区段， 而炎性乳癌细胞广泛浸润皮肤网状淋巴管， 所以病变累及大部分乳房， 且皮肤呈桔皮样外观;", "②炎性", "乳腺癌", " 乳房内可触及巨大肿块， 皮肤红肿范围甚广， 但局部压痛及全身中毒症状均较轻 ， 穿刺细胞学检查，可找到癌细胞确定诊断。"], "name": ["乳腺炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与外阴疖病鉴别。"], "name": ["外阴毛囊炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["月经过多", "鉴别", "有排卵型", "功血", "患者的月经虽有紊乱，但常常仍有规律可循，因此详细询问出血的起止时间及出血量将有助于鉴别其出血性质。", "与", "无排卵型功能失调性子宫出血", "相鉴别。如有不规则出血、经间出血、性交后出血、或经血的突然增加、或盆腔痛、经前腹痛，则提示可能有器质性疾病。全血象及凝血功能检查亦十分重要，血小板的黏附功能、聚集功能检查以发现是否为", "血小板无力症", "。罕见的还有子宫", "动静脉瘘", "，须经子宫动脉造影诊断。Wilansky(1989)对67例甲状腺功能正常的月经量多患者行TRH刺激试验。31例TSH基值为(2.4/0.24)MU/L者TRH刺激后TSH峰值为(11.5/1.0)MU/L，随诊其中的16例月经量多持续存在。另15例(22%)TSH基值为(5.9/0.76)MU/L者经TRH刺激后TSH峰值高达(47.5/5.9)MU/L，其中8例服甲状腺片后，TSH值下降，T4值上升，随诊1～3年月经正常。结论是亚临床的原发性甲状腺功能减低可能是月经量多的病因之一。如有肥胖、应用非对抗雌激素或三苯氧胺、或", "多囊卵巢综合征", "，则应注意除外", "子宫内膜癌", "。Fraser(1990)报道对316例月经量多的患者行宫腔镜、腹腔镜检查，结果49%的患者有器质性疾病。以", "子宫肌瘤", "、", "子宫内膜异位症", "、", "子宫内膜息肉", "、子宫肌腺症最为常见。"], "name": ["月经量多"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要与尖锐湿疣鉴别。尖锐湿疣患者常有性乱史。损害呈乳白色，常增大如菜花状，多有根蒂，表面有恶臭，触之易出血。5%醋酸液涂布呈白色。组织病理有明显角化过度及广泛角化不全。棘层上部可见凹空细胞。电镜下观察可见病毒颗粒。"], "name": ["多毛状小阴唇"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["非淋菌性尿道炎鉴别", "本病主要应与淋菌性", "尿道炎", "相鉴别，后者潜伏期较短，平均3天～5天，", "尿痛", "比较严重，分泌物多为脓性，量多，淋球菌检查阳性，而NGU的分泌物多为浆液性或粘液脓性，较稀薄，量少。查不出淋球菌。", "", "非淋菌性尿道炎", "和", "淋病", "有何不同", "(1)病原体不同。", "非淋菌性尿道炎的病原体是", "沙眼", "衣原体和支原体、白色念珠菌、阴道毛滴虫等，而淋病的病原体是淋病双球菌。", "(2)临床症状不同。", "非淋菌性尿道炎的临床症状是分泌物呈乳白色，以慢性尿道炎的形式表现出来;而淋病的开始症状是自尿道口流出大量黄色", "脓性分泌物", "，以急性尿道炎的形式表现出来。"], "name": ["非淋菌性尿道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "乳管内乳头状癌：一般在乳晕下扪及肿块，肿块常大于1cm，按压时相应乳腺导管口有血性溢液，肿块表面不光滑，常与皮肤粘连，不易推动，无压痛，腋淋巴结可肿大或有转移。乳管可有扩张和破坏，病理检查可以确诊。", "乳腺导管扩张症：乳头溢液可以从多个导管口溢出，性状以透明或黄色多见，部分病例在乳晕下可扪及多个小结节其与乳腺导管走向一致，边界不清，与皮肤常有粘连，伴有触痛。腋淋巴结可有肿大，但质软，有压痛。乳腺导管造影可见导管扩张增粗，但导管无增生或破坏，管内无占位病变，涂片常无特殊发现。"], "name": ["乳房纤维瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "乳头内陷", "鉴别诊断", "应该与", "乳腺癌", "相鉴别， 会导致 乳房皮肤及轮廓改变：肿瘤侵犯皮肤的Cooper韧带，可形成“酒窝征”；肿瘤细胞堵塞皮下毛细淋巴管，造成皮肤水肿，而毛囊处凹陷形成“橘皮征”。"], "name": ["乳头内陷"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "卵巢早衰", "鉴别", "与多囊卵巢鉴别", "具有月经紊乱，", "闭经", "，无排卵，多毛，肥胖，不孕合并双侧卵巢增大呈囊性改变，称为多囊卵巢综合症。患者可具备以上典型症状，也可以只有部分症状，但因排卵障碍而致不孕则是", "多囊卵巢综合征", "的主要临床表现。可通过垂体兴奋试验可鉴别多囊卵巢。"], "name": ["卵巢早衰"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "慢性宫颈炎", "鉴别", "用窥器检查，可见各种类型病变。重度糜烂组织较脆，易出血，须与早期", "宫颈癌", "鉴别。"], "name": ["慢性宫颈炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "子宫内膜癌", "鉴别诊断", "该病须与下列疾病相鉴别：", "一、", "绝经", "后出血", "首先应警惕是否为恶性肿瘤，尽管随年代的进展，绝经后出血中恶性肿瘤的比例已大大下降。如Knitis等报道，40年代绝经后阴道流血中恶性疾病占60～80%，70年代隆至25～40%，80年代又降至6～7%。国内苏应宽等报道，60年代恶性疾病占76.2%，内膜癌占恶性病12.9% .80年代末，黄荷凤等报道，恶性病症占22.7%，而内膜癌占恶性病例的45.5%，", "宫颈癌", "占43.6%。郑英等报道，恶性疾病占24.9% (良性占73.3%)，居绝经后出血的第2位。从绝经年限看，绝经5年占14%，绝经5～15年者占68.3%。可见，在恶性肿瘤中随年代的进展，子宫内膜癌有上升的趋势。黄荷凤的报道甚至超过了宫颈癌。绝经后出血情况与癌变程度不一定成正比。出血量可能很少，出血次数也不多而癌病变可能已经比较明显。所以应仔细做妇科检查，查清阴道、宫颈、子宫体、附件有无异常情况存在。由于可能有两种以上病变同时存在，如存在老年性", "阴道炎", "同时有子宫内膜癌，所以决不能因已发现一种病变而忽视进一步检查。除细胞学检查外，分段诊刮是不可缺少的诊查步骤，因为诊断性刮宫术的子宫内膜癌确诊率高达95%。国内程维雅报道，10年448例绝经后子宫出血的诊刮子宫内膜，其中内膜癌占11.4%(51例)，罗启东等报道为8.7%。文献报道为1.7～46.6%不等，一般均在15%以下。", "二、功能失调性子宫出血", " 更年期常发生月经紊乱，尤其子宫出血较频发者，不论子宫大小是否正常，必须首先做诊刮，明确性质后再进行治疗。子宫内膜癌可要生在生育期甚至生育早期 妇女。山东省立医院曾不一子宫内膜癌患者，年仅26岁，", "月经过多", "3年，按功能性子宫出血治疗无效，最后诊刮证实为子宫内膜癌。所以年轻妇女子宫不规则流血治疗2～3个月无效者，也应进行诊刮辨明情况。", "三、子宫内膜不典型增生", "多见于生育年龄妇女。子宫内膜不典型增生重度在组织形态上，有时很难与分化良好的腺癌鉴别。通常子宫内膜不典型增生，病理上可表现为灶性，有压扁的正常上皮，细胞分化较好，或可见鳞状上皮化生，肥浆染荷花色，无坏死浸润等表现。而子宫内膜腺癌的癌细胞核大，染色质增多，深染，细胞分化不好，核分裂多，胞浆少，常常发生坏死及浸润现象。而与分化良好的早期内膜腺癌鉴别：", "①不典型增生者常常有完整的表面上皮，而腺癌则没有，故如见到较完整的或压扁的表面上皮可排除内膜腺癌。此外，内膜腺癌常有坏死出血现象;", "②药物治疗反应不同，不典型增生者，用药剂量偏小即奏效较慢，持续性长，一旦停药可能很快复发;", "③年龄：年轻者多考虑不典型增生，挑战者者多考虑内膜腺癌之可能。", "四、子宫粘膜下", "骨瘤", "或内膜息肉", " 多表现月经过多或经期延长，或出血同时可伴有阴道排液或血性分泌物，临床表现与内膜癌十分相似。但通过探宫腔，分段刮宫，子宫碘油造影，或宫腔镜检查可做出鉴别诊断。", "五、子宫颈管癌", " 与内膜癌一样，同样表现不规则阴道流血及排液增多。如病理检查为鳞癌则考虑来源于宫颈。如为腺癌则鉴定其来源会有困难，如能找到粘液腺体，则原发于颈管的可能性较大。日本Okudaira等指出，在浸润性", "宫颈腺癌", "组织中，癌胚抗原(CEA)的阳性表达率很高，因此，作CEA免疫组织染色，有助于宫颈腺癌与宫内膜的鉴别。", "六、", "原发性输卵管癌", "阴道排液、阴道流血和下腹痛，阴道涂片可能找到癌细胞而和内膜癌相似。而输卵管癌宫内膜活检阴性，宫旁可扪及肿物，有别于内膜癌。如包块小而触诊不表者，可通过腹腔镜检查确诊。", "七、老年性", "子宫内膜炎", "合并", "宫腔积脓", "常表现为阴道排出脓液、血性或脓血性排液，子宫多增大变软。通过B起检查而后扩张宫癌组织，只见炎性浸润组织。子宫积脓常与子宫颈管癌或子宫内膜癌并存，鉴别时必须注意。", "八、", "老年性阴道炎", "主要表现为血性白带，检查时可见阴道黏膜变薄、充血或有出血点、分泌物增加等表现，治疗后可好转，必要时可先作抗炎治疗后再作诊断性刮宫排除子宫内膜癌。", "九、子宫黏膜下肌瘤或内膜息肉", "有月经过多或经期延长症状，可行B型超声检查，宫腔镜及分段诊刮确定诊断。", "绝经后及围绝经期阴道流血为子宫内膜癌最常见的症状，故子宫内膜癌应与引起阴道流血的各种疾病鉴别。妇科检查应排除外阴、阴道、宫颈出血及由损伤感染等引起出血及排液。应注意子宫大小、形状、活动度、质地软硬、子宫颈、宫旁组织软硬度有无变化，对附件有无包块及增厚等均应有仔细全面检查。"], "name": ["子宫内膜癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["常需与以下两种", "阴道炎", "作鉴别：", "1.", "细菌性阴道炎", "：是一种由于阴道内微生态平衡失调引起的", "阴道分泌物增多", "，白带有鱼腥臭味及", "外阴瘙痒", "灼热的综合征。本病患者多为育龄妇女，起病缓慢，自觉症状不明显，主要表现为", "白带增多", "。", "检查阴道分泌(1)pH值比正常高，达5.0～5.5。(2)白带为灰色或灰绿色，均质，如面糊样粘稠度，可有许多气泡。(3)有烂鱼样恶臭。妇女月经后或性交后恶臭加重，性伴侣生殖器上也可发出同样的恶臭味。(4)少数合并滴虫或", "念珠菌感染", "者可出现外阴", "瘙痒", "、阴道烧灼感或", "性交疼痛", "等。", "2.", "滴虫性阴道炎", "：是常见的阴道炎，由阴道毛滴虫所引起。临床上以白带增多、质稀有泡沫、秽臭，阴道瘙痒为主要表现。发病是由于感染的阴道毛滴虫消耗了阴道内的糖原，破坏了阴道的自净防御机能，继发", "细菌感染", "所致。外阴有烧灼感和奇痒 ，犹如虫子爬，并可引起性交", "疼痛", "。"], "name": ["霉菌性外阴炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道炎鉴别诊断", " 1、主要是各类", "阴道炎", "的鉴别。详细的见症状诊断的具体描述。", "   2、与其他阴道疾病鉴别", "阴道癌的主要临床表现有：阴道不规则出血，性交后出血及", "绝经", "后出血;白带增多，甚至阴道有水样、血性分泌物伴有恶臭;随着病情发展可出现腰、腹痛，大小便障碍(包括尿频、尿血、尿痛及便血、", "便秘", "等)。"], "name": ["阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜结核应与以下病症鉴别", "1.", "子宫内膜癌", "1)简介：", "子宫内膜癌(carcinoma of the endometrium)，又称为子宫体癌(carcinoma of the corpus uteri)，是妇科常见的恶性肿瘤，发病率仅次于子", "宫颈癌", "。", "2)分类：", "镜下可分为腺癌、腺角化癌、鳞腺癌、透明细胞癌。", "3)临床表现：", "阴道出血：", "绝经", "期前后的不规则阴道出血是子宫内膜癌的主要症状，常为少量至中等量出血，很少为大量出血。", "排液：因腺癌生长于宫腔内，感染机会较宫颈癌少，故在初期可能仅有少量血性白带，但后斯发生感染、坏死，则有大量恶臭的脓血样液体排出。", "4)鉴别要点：", "干酪样肉芽肿样组织时可出现恶臭的浆液性白带，需排除子宫内膜癌。", "2.子宫颈癌", "1)简介：", "是人体最常见的癌瘤之一，不但在女性生殖器官癌瘤中占首位，而且是女性各种恶性肿瘤中最多见的癌瘤，但其发病率有明显的地区差异。 我国发病年龄以40～50岁为最多， 60～70岁又有一高峰出现，20岁以前少见。", "2)临床表现：", "子宫颈癌的主要症状是阴道流血、阴道分泌物增多和疼痛等。其表现的形式和程度与子宫颈癌病变的早晚及病理类型存在一定的联系。", "3)鉴别要点：", "做子宫颈刮片及活组织检查可鉴别子宫颈癌与子宫颈结核。", "3.非特异性", "盆腔炎", "1)简介：", "指女性上生殖道及其周围组织的炎症，主要包括", "子宫内膜炎", "、", "输卵管炎", "、输卵管卵巢脓肿、盆腔", "腹膜炎", "。多有分娩、", "流产", "、宫内节育器、", "淋病", "或", "急性盆腔炎", "等病史。", "2)临床表现：", "以月经量较多最常见，而", "闭经", "较少。盆腔结核者多为不孕，月经量减少甚至闭经。", "3)鉴别要点：", "盆腔检查可扪及结节或包块。", "4.盆腔", "子宫内膜异位症", "1)简介：", "当子宫内膜组织出现子宫腔面以外部位时，称为子宫内膜异位症(简称内异症)。绝大多数子宫内膜异位在盆腔内生殖器官和其邻近器官的腹膜面，临床上常称之为盆腔子宫内膜异位症;其在卵巢激素的变化影响下发生周期性出血，伴有周围纤维组织增生和粘连形成。", "2)临床表现：", "", "痛经", "为子宫内膜异位症的主要症状，表现为继发性、渐进性痛经，疼痛程度与病灶的大小无关。", "两者临床表现有许多相似之处，如不孕、月经失调、低热、盆腔粘连、增厚及结节等。", "3)鉴别要点：", "子宫内膜异位症痛经明显，月经量一般较多，诊断性刮宫及子宫输卵管碘油造影有助于明确诊断。"], "name": ["子宫内膜结核"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["            ", "多乳房", "鉴别诊断", "    1.腋窝炎性肿大的淋巴结或炎性肿块", "腋窝炎性肿大的淋巴结或炎性肿块，大多与乳房或上胸部及同侧上肢炎症病灶有关，同时相对应的外侧皮肤上无乳头、乳晕。而副乳腺在月经期其乳腺组织可增大并可能疼痛，但与正常乳腺组织相连接是其主要特点。", "2.乳房尾部的增生", "副", "乳腺癌", "也应与正常乳房尾部的增生相鉴别，乳尾往往向外延伸至腋前皱襞处及腋窝内。两者易混淆，应详细了解局部的表现，必要时切除病理检查以防对癌的漏诊。", "3.腋窝", "脂肪瘤", "或其他良性肿瘤", " 以下几点可资鉴别：", "①副乳房有随月经周期而出没的胀痛，而脂肪瘤则无。", "②副乳房可触及结节状较软的团块组织，周界较清。", "③腋窝的副乳房多为较软的有分叶状或结节状不规则型组织块，周界与正常皮下组织无明显界限，与皮肤粘连而不与深部组织粘连。触之有腺体感，而脂肪瘤则无。", "④副乳腺癌系较硬的结节，周界不清，无自觉痛或触痛。", "⑤对腋部肿物除了考虑其他原发肿瘤或转移外，首先应考虑副乳腺的可能。", "4.异常乳腺组织", " 是指超出正常乳房解剖范围所见的乳腺实质。构成异常乳腺的导管和小叶的结构是正常的，但不如正常乳腺或副乳腺组织那样完善。从解剖学意义上讲，异常乳腺组织不与乳腺导管系统相连，因此不能等同于正常乳腺组织向周围的伸展。"], "name": ["副乳"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢巧克力囊肿破裂鉴别   ", "   1.异位妊娠破裂或", "流产", "本病有急性腹痛、腹腔内出血体征及盆腔包块，与卵巢子宫内膜异位囊肿破裂相似。但既往无子宫内膜异位及", "痛经", "病史，有停经史。根据血、尿HCG检查及后穹隆穿刺可鉴别。", "2.卵巢肿物蒂扭转", " 既往无痛经史，发生急性腹痛后无内出血体征，腹壁压痛及反跳痛不明显，无移动性浊音。妇科检查肿块周界清楚，肿块压痛，子宫直肠窝无结节，B超可鉴别。", "3.", "急性阑尾炎", "右侧卵巢子宫内膜异位囊肿破裂易与急性", "阑尾炎", "混淆。急性阑尾炎最明显的压痛点在腹壁阑尾麦氏点，且子宫直肠陷凹无结节，患者有发热，血白细胞升高，后穹隆穿刺也可辅助诊断，如为脓液，则为急性阑尾炎。", "4.卵巢黄体破裂", " 本病多发生于月经前，无痛经史，腹部压痛、反跳痛不明显，子宫直肠陷窝无结节，后穹隆穿刺液为暗红色不凝血，而非咖啡色液。"], "name": ["卵巢巧克力囊肿破裂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["   多囊卵巢综合征鉴别诊断", "     1、多囊卵巢的鉴别，", "   多囊卵巢并非多囊卵巢综合征的特征，尚可能是许多腺外或其他腺体病灶所产生表现之一，引起类似于PCOS的临床表现，需加以鉴别。", "2.多毛与毛发增多症的病因鉴别", "    女性多毛(伴或不伴男性化)的病因很多，但其共同特点是存在雌激素相对不足和雄激素(或其作用)增多，使血雄激素升高或雌激素/雄激素比值下降，偶尔也可由于组织对雄激素的敏感性增高所致，部分病人伴有一定程度的男性化表现。", "根据详细的病史、体查和必要的实验室检查与特殊检查，病因鉴别一般不难。临床上要首先确定是否有高雄激素血症。", "3.迟发性先天性肾上腺皮质增生", "4.分泌雄激素肿瘤", "5.泡膜细胞增殖症", "6.高泌乳素血症", "7.库欣综合征"], "name": ["多囊卵巢综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["慢性附件炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["根据症状体征易与滴虫性阴道炎、霉菌性阴道炎相鉴别。", "妇女常见的外阴炎主要有以下几种：", "1、非特异性外阴炎：生活中理化因素刺激，不注意卫生，身体虚弱，均能使妇女外阴部被细菌侵扰，引起外阴炎，如宫颈、阴道炎症;或穿着不透气的尼龙内裤使阴道分泌物过多，刺激外阴;尿液浸渍外阴;使用不干净的卫生巾、手纸造成外阴感染等。这些因素都会为细菌在外阴部的生长繁殖创造条件。但由于这种外阴炎不是由特异的病原体引起的，而多为葡萄球菌、链球菌、大肠杆菌等混合感染，故称非特异性外阴炎。", "2、霉菌性外阴炎：由一种类酵母菌感染而引起的外阴炎。常与霉菌性阴道炎并存。", "3、婴幼儿外阴炎：新生儿出生15天后，阴道内即有各种杂菌生长。另外，由于婴幼儿外生殖器官发育不成熟，抵抗细菌感染的能力差，加之其外阴易被尿液浸泡，粪便污染，小孩又爱随地乱坐，这些都是易感染原因，可以引起婴幼儿外阴炎。", "4、前庭大腺炎：多见于育龄妇女。是因为前庭大腺被葡萄球菌、链球菌、大肠杆菌等细菌感染所致，多引起急性炎症。前庭大腺囊肿：多由于慢性炎症长期存在，使前庭大腺导管阻塞，腺液积聚，腺体囊性扩张引起;或因急性前庭大腺炎消退后，脓液被吸收所致。前庭大腺囊肿与前庭大腺脓肿能相互转化。", "5、急性外阴溃疡：多由各种原因的外阴炎引起，一般是外阴炎病变过程中的一种表现。", "6、性病：在外阴尖锐湿疣、软下疳、生殖器疱疹、淋病等性病的发病过程中，外阴多会出现炎症表现"], "name": ["外阴炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["无排卵性不孕症鉴别诊断", "须区别原发性或继发性不孕。", "凡处于育龄期的女性，婚后有正常的性生活而未采取避孕措施2年未怀孕者，称为原发性不孕;曾经有生育或流产后两年未再怀孕者，为继发性不孕。"], "name": ["无排卵性不孕症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["潮热鉴别诊断", "在", "潮热", "过程中，雌激素含量波动和脑下垂体产生的激素导致下丘脑出现混乱。下丘脑是大脑中控制血压、血液流动和电解质平衡以及体温的区域。这一区域在保持人体有效运转时，能从人体的所有部分得到信息。如果它感觉有问题，会迅速采取行动，调整心率和经过皮肤的血流量等。在热感到来前，下丘脑得到皮肤过热的错误信息，因此它试图让人平静下来。它会促使心跳加快，血液循环加速，皮肤中的血管扩张，以便让更多的血液流通。如此一来，人体就会散发热量，汗腺也会超速运转。满脸通红的效果就由血管扩张引起。"], "name": ["潮热"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "慢性输卵管卵巢炎", "鉴别诊断", "1.与陈旧性", "宫外孕", "鉴别：两者病史不同。", "其中与其不同有：", "腹痛：陈旧性宫外孕常有月经短期延迟，突然下腹部疼痛，伴有恶心、头晕甚至", "晕厥", "等内出", "血症", "状，可自行减轻，甚至恢复正常生活。以后又有反复多次突发性腹痛。发作后时有隐痛及下坠感，自觉下腹部有包块，阴道有持续少量流血等。", "且有外貌", "贫血", "，双合诊，包块多偏于一侧，质实而有弹性，形状极不规则，压痛较炎症轻，可通过后穹窿穿刺吸出陈旧性血液或小血块而得到确诊。", "2.与", "子宫内膜异位症", "鉴别：", "有时很难鉴别，因共有", "痛经", "、月经多、性交痛、排便痛、不孕及盆腔包块、粘连等体征而易混淆。可通过子宫输卵管造影或腹腔镜检查，以得出正确诊断。", "子宫内膜异位症之痛经为渐进性，患者诉说以往月经来潮时并无疼痛，而从某一个时期开始出现痛经。可发生在月经前，月经时及月经后。疼痛常随着月经周期而加重。多为原发不孕，无白带增多及炎症病史。如子宫骶韧带出现触痛性结节则易诊断，量常缺乏这一体征。"], "name": ["慢性输卵管卵巢炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈上皮内瘤变鉴别", "宫颈上皮内瘤变应与正常化生及亚临床湿", "疣", "鉴别。", "CIN经巴氏宫颈细胞学涂片染色可在显微镜下进行鉴别。在细胞学制片中观察单个细胞的改变进行CIN诊断和分级。组织学诊断还可观察到整个组织的其他特征，细胞学评价CIN基于细胞核和细胞质的改变，经常很难判断。", "所有不典型增生细胞核不同程度增大和形态多样是公认的。另一个主要的特点是核深染，核染色体分布不均形成团块状，有丝分裂象和核仁较少见。表层或中层细胞出现异常核仁多为低度CIN，而附基底层和基底层核仁异常则为高度CIN。胞浆量和核大小的关系(核浆比例)是评价CIN级别的最重要依据之一。核浆比例增高，CIN级别越高。同一张细胞学涂片中经常出现各种变化的细胞，包括有诊断争议的细胞，需有经验的细胞学专家鉴别。"], "name": ["宫颈上皮内瘤变"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["阴道癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴吹鉴别诊断", "", "直肠阴道瘘", "临床表现为从轻度溢粪到显著溢粪不等，瘘口小或肛门狭窄或", "肛门闭锁", "时则表现为慢性不完全性", "肠梗阻", "，在出生后数日甚至数月或2～3岁后，小儿发生排便困难，有顽固的大", "便秘", "结有时必须灌肠或用泻剂才能排便，若瘘口很大则无梗阻症状但有排便位置异常、排便疼痛和粪便变形症状。", "瘘孔较大而低位，可见大便从阴道排出和不能控制的排气。瘘孔小，当粪便干燥时，不能见到经阴道排便，但仍有不能控制的排气。由于分泌物的刺激，可发生慢性", "外阴炎", "，有抓痒、渗液和皮疹等症状。", "   1. 病史", "妇婴生后患有直肠肛管先天性畸形;或女性病人曾有产伤史，或经腹或经阴道盆腔妇科手术史，或", "炎症性肠病", "史，或阴道用药或异物史，或癌肿侵蚀或放射治疗史，以及会阴部穿入或闭合性损伤史等。", "2.临床症状和体征 ", "病人有粪便从阴道排出;阴道窥器暴露下看到，或指诊触及瘘口;或子宫探子探查阴道瘘口时，指端在肛门内触及探子头可明确诊断。必要时可进行钡剂灌肠X线检查和亚甲蓝注入试验可协助诊断。"], "name": ["阴吹"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["老年人", "尿失禁", "鉴别", "尿失禁须与下列几种情况相区别", "1.漏尿是尿液从不正常的经路流出，如产伤造成的膀胱阴道瘘。", "2.输尿管口异位，尿液不流入膀胱，在女性从尿道口旁或阴道流出，在男性(极少见)则从尿道流出，但都是正常排尿。", "3.结核所致的严重", "膀胱炎", "或高度的膀胱挛缩，也有尿不断从尿道中流出。"], "name": ["老年人尿失禁"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫炎鉴别诊断", "老年性", "子宫内膜炎", "常易诊断为内膜癌或", "宫颈癌", "，必须进行诊断性刮宫才能排除。一般老年性子宫内膜炎很少单纯出血。", "内膜癌是最常见的妇科恶性病，是处于乳房、直肠、", "肺癌", "后的第四位最常见的妇女恶性病。阴道壁正常，排液来自宫颈管内。", "宫颈癌初期没有任何症状，易以性交出血为首发症状。后期可出现异常阴道流血。白带增多也为宫颈癌常见症状，约80%的宫颈癌患者有此症状。此要跟急性宫颈炎以白带增多为主要症状相鉴别。", "子宫积脓有时并无全身症状。但由于常合并老年性", "阴道炎", "，有时易将恶臭白带归因于这一病变，应特别注意有无子宫癌瘤(实行诊刮)，也应注意不要把胀大柔软的子宫误诊为卵巢囊瘤。"], "name": ["子宫炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["带下病鉴别诊断", " 1.湿热", "带下量多，色黄或黄白，质黏腻，有臭气，胸闷口腻，或小腹作痛，或带下色白质黏如豆腐渣状，阴痒等，小便色黄。舌苔黄腻或厚，脉濡滑带数。", "2.热毒", "带下量多，赤白相兼，或五色杂下，质黏腻，或如脓样，有臭气，或腐臭难闻，小腹作痛，烦热口干，头昏晕，午后尤甚，大便干结或臭秽，小溲色黄量少。舌红，苔黄干，脉数。", "3.脾虚", "带下色白或淡黄，质黏稠，无臭气，绵绵不断，面色？s白或萎黄，四肢欠温，精神疲倦，纳少便搪，两足跗肿。舌淡，苔白或腻，脉缓弱。", "4.肾", "阳虚", "", "白带清冷，量多，质稀薄，终日淋漓不断，腰酸如折，小腹冷感，小便频数清长，夜间尤甚，大便溏薄。舌质淡，苔薄白，脉沉迟。", " 5.肾阴虚", "带下赤白，质稍黏无臭，阴部灼热，头昏目眩，或面烘热，五心烦热，失眠多梦，便艰尿黄。舌红少苔，脉细带数。"], "name": ["带下病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与子宫脱垂相鉴别，子宫脱垂偶可见于出生后各时期，常与脊椎裂并存，多合并有盆底肌肉发育不良。"], "name": ["子宫畸形"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["中度宫颈糜烂鉴别诊断", "宫颈表面柱状上皮生长缓慢，仅为较正常的单层柱状上皮覆盖，外观平坦，表面潮红、光滑的这一类型称为单纯型糜烂。", "柱状上皮生长速度快，并向间质生长，形成腺体增生、扩张，肉眼观表面呈细小颗粒状，称为颗粒状糜烂，或滤泡型糜烂。", "间质增生明显，宫颈表面形成许多小的突起或沟回，肉眼观表面高低不平，此种类型糜烂称为乳头状糜烂。"], "name": ["中度宫颈糜烂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性", "子宫", "体炎与", "急性子宫内膜炎", "临床表现相同，只是前者治疗时疗程较长。", "急性子宫体炎有发热、下", "腹痛", "、腰骶酸痛、下坠及", "白带增多", "。", "病理所见前者炎症侵犯子宫体;后者炎症则侵及子宫内膜。"], "name": ["急性子宫内膜炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["经前期综合征鉴别", "一）本病应与心、肾疾病引起的水肿、营养缺乏性水肿相鉴别;", "1.", "心脏病", "所致的水肿，叫作心原性水肿。先有身体下垂部位的水肿，以后扩展在全身，这中右", "心衰", "竭的表现，说明病情重危，一定要请医生诊视或住院治疗，在医生指导下服用或注射利尿药、血管扩张药以及强心药治疗。肾脏病引起的水肿，称为肾原性水肿，多是", "肾炎", "引起。先表现为晨起时眼睑与颜面水肿，然后逐渐发展为全身水肿，同时还有血压高与尿化验异常。这种病要抓紧时间治疗，不然可由急性转慢性，最后发展成", "尿毒症", "而死亡。", "2.长期营养缺乏，特别是缺乏蛋白质和维生素等可引起全身水肿，称为", "营养不良", "性水肿。", "二）精神症状严重者应与周期性精神病、症状性精神病、", "反应性精神病", "及神经官能症相鉴别。", "1.按月呈周期性发作的精神病，称为周期性精神病。原因不明，可能与间脑功能紊乱有关。这种病以女性为多、且多在青春发育期起病。 本病症状可以分为两类。一类表现为精神兴奋、言语增多、情绪高涨、奔跑叫喊等。另一类出现", "意识障碍", "，有片断零碎的幻觉，呆滞少语，甚至出现木僵。发作后常遗忘。", "2.症状性精神病是由各种严重感染、中毒及内脏器官疾病所引起的精神病。主要表现为不同程度的意识障碍，轻者呈嗜睡状态，重者则昏睡或昏迷。有的出现谵妄，表现为定向力障碍，分不清时间、地点、人物，且常恐怖性错觉和幻觉。严重病人在意识障碍消失后，出现明显的情绪障碍，人格改变和", "智能障碍", "等。", "3.反应性精神病—reactive psychosis是由外部事件诱发的一组精神病，发病与该事件有病因学的因果联系。这些事件有个人损失、居丧、凌辱、自然灾害等。这类精神病大多数为期短暂，常随诱发因素的消退而缓解。", "4.神经官能症又称", "神经症", "、精神症，是一组非精神病功能", "性障碍", "。", "三）有乳房结节者应与乳腺病相鉴别;", "乳腺病：疼痛发生在哺乳期，呈胀痛或搏动性痛，兼有红、肿、热现象，患处变硬，且先期出现", "乳头皲裂", "，这多是", "乳腺炎", "。"], "name": ["经前期综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "应注意与子宫腺肌病、子宫内膜癌等疾病鉴别。", "子宫腺肌病(adenomyosis)，又称内在性子宫内膜异位症，为子宫内膜侵入子宫肌壁层，属于子宫内膜异位症的一种特殊型，可以和“外在”或主要是盆腔子宫内膜异位症同时存在。病人多表现为继发性痛经伴进行性加重。随着病情发展，疼痛可从经前1周左右即开始，或可延长至经后1～2周，少数患者疼痛时间在月经前后，仍呈周期性。月经过多是子宫腺肌病的另一主要症状，常导致贫血。少数患者发生大量出血，易被误诊为功能性子宫出血。", "子宫内膜癌：绝经期前后的不规则阴道出血是子宫内膜癌的主要症状，晚期患者自己可触及下腹部增大的子宫或/及邻近组织器官可致该侧下肢肿痛，或压迫输尿管引起该侧肾盂输尿管积水或致肾脏萎缩;或出现贫血、消瘦、发热、恶液质等全身衰竭表现。"], "name": ["子宫肥大"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["慢性", "盆腔炎", "鉴别", "  1.", "子宫内膜异位症", "子宫内膜异位症是指具有生长功能的子宫内膜，在子宫被覆面以外的地方生长繁殖而形成的一种妇科疾病。主要表现是子宫内膜异位症的", "痛经", "呈继发性、进行性加重，若在子宫后壁、子宫骶骨韧带、后陷凹处能触及典型触痛结节，有助于诊断。此外，慢性盆腔炎久治无效者，应考虑子宫内膜异位症。B型超声检查有助于鉴别。鉴别困难时应行腹腔镜检查。", "2.", "卵巢囊肿", "卵巢囊肿属广义上的", "卵巢肿瘤", "的一种，各种年龄均可患病，但以20—50岁的女性最为多见。卵巢肿瘤以囊性多见，恶性变的程度很高。输卵管卵巢囊肿需与卵巢囊肿鉴别。输卵管卵巢囊肿除有盆腔炎病史外，肿块呈腊肠形，囊壁较薄，周围有粘连;而卵巢囊肿一般以圆形或椭圆形较多，周围无粘连，活动自如。", "3.卵巢肿瘤", "", "附件炎", "性包块与周围粘连，不活动，有压痛，有时易与", "卵巢癌", "相混淆，慢性炎性包块多为囊性;而卵巢癌包块多为实性，较硬，表面不规则，子宫直肠窝可扪及质硬的结节，常有腹水，患者一般情况较差，病情发展迅速，可发生月经周期无关的持续性疼痛，B型超声检查有助于鉴别。诊断有困难时，可借助于腹腔镜检查或病理活体组织检查。", "4.陈旧性", "宫外孕", "指", "输卵管妊娠", "流产", "或破裂后病程长，经反复内出血病情渐趋稳定。此时胚胎死亡，绒毛退化，内出血停止，腹痛有所减轻，但所形成的血肿逐渐机化变硬，且与周围组织及器官粘连。", "陈旧性宫外孕患者可询及停经后反复内出血发作史，其临床特点为阴道不规则出血、阵发性腹痛、附件肿块及低热。低热为腹腔内血液吸收过程引起，如合并继发感染，则表现为高热。 多有", "闭经", "史及阴道流血，偏于患侧下腹痛，妇科检查子宫旁有粘连的包块，触痛，腹腔镜检查有助于诊断。", "5.结核性盆腔炎", "也是慢性疾病，多有其他脏器的结核史，腹痛常为持续性，偶有闭经史，常有子宫内膜结核，腹胀，偶有腹部包块，X线检查下腹部可见钙化灶，包块位置较慢性盆腔炎高，腹腔镜检查活检可明确诊断。", "6.盆腔淤血综合症", "盆腔淤血综合症(Pelvic Congestion Syndrome)又称卵巢静脉综合症(Ovarian VeinSyndrome)是引起妇科盆腔疼痛的重要原因之一，表现为腰骶骨部间发性疼痛及小腹疼痛，向下肢放射，久站及劳累后症状加重。检查宫颈可见紫蓝色，但子宫附件无异常，症状与体征不符时，可通过盆腔静脉造影确诊。", "7.其他情况", "有时盆腔充血或阔韧带内静脉曲张也可产生类似慢性盆腔炎的症状，也应注意鉴别。"], "name": ["慢性盆腔炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "子宫脱垂", "应与下列疾病相鉴别。", "1、阴道壁肿物或膀胱膨出", "患者有阴道肿物脱者，双合诊检查阴道壁肿物(囊性或实性)在阴道壁内，边界清楚，活动或固定。膀胱膨出视诊未见子宫颈，单叶拉沟将阴道前臂向上抬起，可见到子宫颈，指诊可触及宫颈和子宫体。", "2、子宫颈延长", "指无子宫膨出的单纯子宫颈延长，有时可伴有轻度阴道前后壁膨出。单纯子宫颈延长可以通过触诊与子宫脱垂鉴别。双合诊检查子宫颈的阴道部分延长，子宫体在盆腔内，屏气并不下移。子宫脱垂者不少患者同时伴有宫颈延长。", "3、子宫黏膜下肌瘤", "患者有", "月经过多", "病史，较小的肌瘤用窥阴器暴露可见到宫颈口外口有红色、质地硬韧脱出的肿块。较大的脱出至宫颈外口的黏膜下肌瘤，视诊肿块上无宫颈，双合诊检查肿块上方四周有宫颈存在。", "4、", "子宫内翻", " ", "为慢性子宫内翻，极少见。阴道内见翻出的子宫体，被覆暗红色绒样子宫内膜，易出血，其上无宫颈，两侧可见输卵管开口，双合诊或三合诊检查盆腔内无子宫体。必要时辅以腹部B超检查。", "5、阴道穹隆膨出", "患者多有多产史或子宫切除等盆腔手术史，后穹隆疝多伴有子宫脱垂。患者主诉外阴软性肿物脱出多伴有", "便秘", "。视诊可见明显膨出的阴道壁，无子宫颈可见。疝囊大者，可视及其内的肠管蠕动。双合诊检查穹隆疝可送回盆腔(阴道前后壁膨出无此感觉)，双合诊检查盆腔内无子宫存在。患者立位行拇指(位于阴道内)-示指(位于直肠内)检查可触及疝囊内的小肠管。子宫脱垂与阴道穹隆膨出一般容易鉴别。"], "name": ["子宫脱垂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["葡萄胎鉴别", "1.", "羊水过多", "症", "多发生在妊娠晚季期，急性羊", "水过多", "症或可发生在妊娠中季期，可出现呼吸困难，无阴道流血。而葡萄胎鲜有呼吸困难，但有反复阴道流血。B超检查可各自查出自己的特征，不难鉴别。", "2.", "流产", " ", "葡萄胎患者虽亦常表现流产现象，但其子宫往往大于同期的妊娠;且妊娠试验阳性，滴定度较高，故不难鉴别。但葡萄胎患者的子宫亦有不特别增大者或当其早期，则往往易与先兆流产混淆。先兆流产是指在妊娠早期出现的阴道少量出血，时下时止，伴有轻微下腹痛和腰酸的一种疾病。但阳性妊娠试验滴定度在葡萄胎终较高于先兆流产。B超检查即可分辨。", "3.子宫体肌瘤合并妊娠", "子宫肌瘤", "在孕前查出者，不难鉴别。肌瘤合并妊娠较大肌壁间肌瘤合并妊娠时由于机械性阻碍或宫腔畸形也易流产。妊娠期子宫充血、组织水肿、平滑肌细胞肥大，肌瘤明显增大，分娩后逐渐缩小。妊娠期肌瘤迅速增大可发生红色变，出现剧烈腹痛伴恶心、", "呕吐", "、发热、白细胞计数升高。一般无阴道流血。双合诊时有可能查到肌瘤存在宫体某部分。B超检查可以鉴别。", "4.双胎妊娠", "双胎妊娠一般", "早孕反应", "较重，容易发生缺铁性", "贫血", "，还容易并发", "妊高征", "、羊水过多，胎儿畸形和", "前置胎盘", "。并有羊水过多及先兆流产时与葡萄胎鉴别最为困难。不但临床表现二者极相似，妊娠试验滴定度亦高于正常，常导致误诊。双胎妊娠一般无阴道流血，而葡萄胎常有，超声检查可确诊。"], "name": ["葡萄胎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "急性乳腺炎", "鉴别诊断", "    1、", "乳腺增生", "乳腺小叶增生病又称囊性乳腺病，是妇女多发病之一，常见于25～40岁之间。此病的发生与内分泌功能紊乱，特别是卵巢功能失调密切有关。", "2、急性", "乳腺癌", "(", "炎性乳腺癌", ")", " 本病是一种特殊类型的乳腺癌。多发生于年轻妇女，尤其在妊娠或哺乳时期。由于癌细胞迅速浸润整个乳房，迅速在乳房皮肤淋巴网内扩散，因而引起炎症样征象。然而炎性乳腺癌的", "皮肤病", "变范围较为广泛，往往累及整个乳腺1/3或1/2以上，尤以乳腺下半部为甚。其皮肤颜色为一种特殊的暗红或紫红色。皮肤", "肿胀", "，呈“橘皮样”。病人的乳腺一般并无明显的疼痛和压痛，全身症状较轻，白细胞计数增加及感染中毒症状也较轻微，或完全缺如。相反，", "乳腺炎", "有时可触及不具体压痛的肿块，特别是同侧腋窝常有明显肿大转移的淋巴结。", "3、晚期乳腺癌 ", "浅表的乳腺癌因皮下淋巴管被癌细胞阻塞可有皮肤水肿现象，癌组织坏死将近破溃时，其表面皮肤也常有红肿现象，有时可被误诊为低度感染的乳腺脓肿。然而晚期乳腺癌一般并不发生在哺乳期，除了皮肤红肿和皮下硬结以外，别无其他局部炎症表现，尤其无乳腺炎的全身反应。晚期乳腺癌的局部表现往往非常突出，如皮肤粘连、乳头凹陷和方向改变等，腋窝淋巴结肿大，较急性乳腺炎的腋窝", "淋巴结炎", "性肿大更为突出。行穿刺细胞学检查或切取小块组织及脓肿壁做病理活检，即可明确诊断。"], "name": ["急性乳腺炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、诊断", "育龄期妇女出现的单侧大阴唇下端囊性肿物，无明显自觉症状，穿刺有黏液，性刺激对其大小有影响是其特点，病理检查可确诊，从囊肿所在的部位及外观或局部无炎症征象等特点，一般不难诊断，必要时可行局部穿刺，其内容物可与前庭大腺炎及脓肿，淋巴水肿等鉴别。", "二、鉴别", "与大阴唇，腹股沟疝鉴别：疝与腹股沟环相连，挤压时可以复位消失，咳嗽时感觉肿块冲动，向下屏气时肿块稍胀大，叩之有鼓音，在过度使力时，常突然出现。", "还应与前庭大腺炎，子宫内膜异位囊肿，尿道旁腺脓肿，淋巴水肿相鉴别。"], "name": ["前庭大腺囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与盆腔炎相鉴别。"], "name": ["处女膜闭锁"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈炎鉴别诊断", "应与以下病症相鉴别：", "", "宫颈糜烂", "或", "息肉", "与早期", "宫颈癌", "肉较难以鉴别，后者组织较硬、脆、易出血，必须依靠做官颈刮片找癌细胞，必要时做", "阴道镜检查", "及宫颈组织活检进行鉴别。"], "name": ["宫颈炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "盆腔淤血综合征", "鉴别诊断", "应与盆腔", "子宫内膜异位症", "、慢性", "附件炎", "(有炎块形成者)、", "子宫肌瘤", "、", "宫颈糜烂", "相鉴别。", "", "痛经", "为子宫内膜异位症的主要症状，表现为继发性、渐进性痛经，疼痛程度与病灶的大小不一定成正比。如病变累及子宫直肠陷窝则可有性交痛、肛门坠胀;", "月经过多", "或经期延长;不孕，可高达40%。", "", "慢性附件炎", "是指女性内生殖器官，包括子宫、输卵管、卵巢及其周围的结缔组织、盆腔 腹膜等处发生感染时的炎症的总称，慢性附件炎大多发生在产后、剖宫产后、", "流产", "后、各种妇科手术后，以及在放置宫内避孕器之后，这时生殖器官的完整性及其自然的防御有了损伤，使细菌得以进入创面使之感染而得病。", "子宫肌瘤(Hysteromyoma)又称子宫", "平滑肌瘤", "，是女性生殖器最常见的一种良性肿瘤。多无症状，少数表现为阴道出血，腹部触及肿物以及压迫症状等。如发生蒂扭转或其他情况时可引起疼痛。", "宫颈糜烂是慢性子", "宫颈炎", "的一种现象，表现为子宫颈口周围有鲜红或粉红色斑点。"], "name": ["盆腔淤血综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "功血", "鉴别", "功血应该与所有引起异常子宫出血的器质性疾病，包括非生殖道及生殖道其他部位的出血、全身器质性疾病、生殖系统疾病和医源性出血相鉴别。", "1、异常妊娠或妊娠并发症：", "宫外孕", "、", "葡萄胎", "、子宫复旧不良、胎盘残留、胎盘稽留、胎盘息肉、", "流产", "、滋养细胞疾病(葡萄胎、绒癌等。", "2.宫内节育器或异物损伤、感染。", "3.生殖道感染：", "急性或", "慢性子宫内膜炎", "、子宫肌炎、萎缩性", "阴道炎", "等。", "4..", "生殖道肿瘤", "：", "子宫内膜癌", "、", "宫颈癌", "、", "绒毛膜癌", "、", "子宫肌瘤", "、卵巢功能性肿瘤。", "5.全身性疾病：", "血液病、肝损害、甲状腺功能亢进或地下等。", "6.医源性因素", "(抗凝药物。IUD)、性激素类药物使用不当。"], "name": ["功血"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["更年期综合征", "鉴别", "更年期是许多器质性疾病的好发年龄阶段，一些更年期综合征的症状也常常是某些器质性疾病的先兆症状。因此，认真地进行鉴别诊断是十分重要的。", "更年期综合征应与下列疾病相鉴别", "(1)", "冠心病", "：", "更年期综合征由于", "植物神经功能紊乱", "使血管舒缩功能失调也会出现心前区疼痛、心悸等酷似冠心病", "心绞痛", "的症状，但根据以下方面不难鉴别：", "①心绞痛的特点是胸前下段或心前区突发的压榨性或窒息性疼痛，且向左臂放射，持续时间很少超过10～15分钟，口服硝酸甘油后1～2分钟内疼痛可缓解或消失。更年期综合征心前区疼痛是持续性钝痛，口服硝酸甘油后疼痛不能缓解;", "②心绞痛与体力活动和情绪激动有关，而更年期综合征与体力活动无关，仅与情绪、精神有关;", "③心电图检查，冠心病多有改变，更年期综合征无变化。", "(2)", "高血压", "病：", "更年期综合征出现血压升高者为数不少，但与高血压病不同，其主要鉴别点在于：", "①高血压病血压升高呈持续性，收缩压、舒张压都超过正常水平;更年期综合征仅收缩压升高，舒张压正常，一天中波动较大，睡眠后血压往往降至正常范围。", "②高血压病常伴有头晕、头痛、心悸等心血管症状;而更年期综合征则伴有阵热潮红、多汗等植物神经功能紊乱的症状。", "③高血压病常有胆固醇升高、眼底或心电图改变;更年期综合征则有雌激素(或睾酮)水平下降，眼底血管及心电图多无变化。", "(3)食管癌：", "有些更年期综合征的病人常常感到咽喉部有异物感，吞之不下，吐之不出，但不影响吞咽，虽经各种检查也找不到器质性病变，这种现象是由于内分泌功能紊乱，使中枢神经系统控制失调，造成植物神经功能紊乱而引起的咽部或食管上段肌肉异常收缩。此时应与食管癌相鉴别，食管癌的症状是进行性吞咽困难，病人多有进行性消瘦，食管钡餐X光检查、纤维食管镜或食管拉网检查等可发现病理改变。", "(4)宫颈及子宫肿瘤：", "女性更年期综合征多发生于", "绝经", "前期。此时又是", "宫颈癌", "和", "子宫肌瘤", "好发年龄，因此也应注意鉴别。只要定期做妇科检查，必要时做宫颈刮片活检和子宫内膜活检不难排除。", "以上是常见的容易误诊的疾病，还有许多疾病如老年性精神病、神经官能症等不一一赘述。特别应该指出的是，更年期综合征往往与上述疾病同时存在，或开始是更年期综合征，以后又罹患了器质性疾病，对这些情况要高度警惕，定期全面检查是非常必要的。"], "name": ["更年期综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与以下疾病鉴别：", "1、与早期", "宫颈癌", "相鉴别：宫颈癌早期有血性自带或接触出血，可有乳头状突起。而", "宫颈息肉", "则为扁平或水滴样红色赘生物，质软而脆，易出血，蒂细长。通过宫颈活体组织病理检查即可确诊。", "2、应与粘膜下", "子宫肌瘤", "相鉴别：粘膜下肌瘤是突向", "子宫", "腔内生长的子宫肌瘤，由于肌瘤表面覆盖着子宫内膜，增加了子宫内膜面积，且在宫腔内占位，影响经血排出，因此可引起子宫异常收缩，发生", "痛经", "，并伴有", "月经量多", "及周期紊乱。有1/3的患者可伴发不孕，约占肌瘤总数的10%左右，是子宫肌瘤的一种。", "宫颈", "息肉", "导致", "不孕症", "由子宫粘膜表面突出于宫腔，其蒂长时。在子宫收缩后可将肌瘤排出宫颈外悬于阴道内。一般肌瘤都有蒂在宫腔，触诊较硬较圆;而宫颈息肉有蒂与宫颈相连，质地软，大者可露于颈外口。", "3.与子宫肌瘤鉴别，多无症状，少数表现为", "阴道出血", "，腹部触及肿物以及压迫症状等。如发生蒂扭转或其他情况时可引起", "疼痛", "。"], "name": ["子宫息肉"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要与前庭大腺囊肿相鉴别：其共同特点是，均可见前庭大腺处生有肿块。但前庭大腺炎表现有发热，检查可见肿块皮色发红，肿痛明显、有波动感，经加压时于腺体开口处可见有脓液溢出，而前庭大腺囊肿皮色不变、肿块囊性、无压痛、加压时无脓液溢出，且无发热等全身症状。"], "name": ["前庭大腺炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性", "盆腔炎", "鉴别诊断", "急性盆腔炎应与", "急性阑尾炎", "、", "输卵管妊娠", "流产", "或破裂、", "卵巢囊肿", "蒂扭转或破裂等急腹症相鉴别。", "1.急性", "阑尾炎", "：", "(1)临床表现：急性阑尾炎可在各种年龄发生，发病率以青年人为最高。急性阑尾炎起病前常有胃肠道症状，如恶心，", "呕吐", "，腹泻等。主要症状是腹痛，多半开始在脐周围、上腹部疼痛，以后逐渐加剧，经数小时后疼痛转移至右下腹部。腹痛性质变为持续性。", "(2)检查：阑尾一旦穿孔，引起", "腹膜炎", "时，可出现右下腹或全腹肌紧张，压痛和肌紧张在诊断急性阑尾炎上也有一定意义。一般情况下仅麦氏点有压痛，体温及白细胞增高的程度不如急性输卵管", "卵巢炎", "。", "急性输卵管卵巢炎", "右侧者，常在麦氏点以下压痛明显，妇科检查子宫颈常有触痛，双侧附件均有触痛。", "2.", "卵巢肿瘤", "蒂扭转", "(1)临床表现：卵巢囊肿的蒂包括输卵管、卵巢系膜和卵巢韧带，当蒂沿一个方向扭转时，即出现腹痛。 卵巢囊肿蒂扭转是指供应卵巢囊肿的血管发生了扭曲，是卵巢囊肿缺血，甚至坏死破裂，引起剧烈腹痛。", "多出现在活动性包块之后、大便后等情况时发生剧烈下腹痛，卵巢肿物扭转后囊腔内常有出血，肿物增大，伴有发热。", "(2)检查：询问病史及B超检查有助于诊断。行全腹B超检查时，观察囊肿的张力发现盆腔囊性肿块，形态类圆形或正圆形，张力高，探头重压时有“硬性感”，且患者感局部疼痛。结论B超声像图特征结合病史资料可以提示卵巢囊肿蒂扭转。", "3.异位妊娠或卵巢", "黄体囊肿", "破裂", "(1)表现：症状可发生于已婚或未婚的妇女，以生育年龄妇女为最多见。一般于月经周期第20～27天，突然下腹疼痛、恶心、呕吐、大小便频繁感。亦有少数患者腹痛发生于月经中期或30～40天。可发生急性下腹痛，有腹腔内出血，患者面色苍白，急性病容，甚至出现", "休克", "。卵巢黄体囊肿破裂的发生以生育年龄妇女为最多见。", "(2)相关检查：做阴道后穹隆穿刺，可抽出暗红色不凝固血液。异位妊娠还可有停经史及阴道流血，尿HCG常阳性，腹腔镜检查可明确诊断。"], "name": ["急性盆腔炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要与", "上呼吸道感染", "、", "急性乳腺炎", "、", "泌尿系感染", "、", "血栓", "静脉炎", "相鉴别。"], "name": ["产褥感染"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、详细询问病史，分泌物多少，性状，有无特殊因素，对老年患者要注意有无糖尿病病史;对年轻者注意有无蛲虫，注意了解患者的卫生习惯，慢性患者由于长期刺激，可出现皮肤增厚，粗糙，皲裂，有时呈苔藓化或色素减退。", "2、须与滴虫性阴道炎，霉菌性阴道炎相鉴别，取分泌物镜下检查即可鉴别。"], "name": ["单纯性外阴炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "妊高征", "鉴别诊断", "应与下列疾病相鉴别：妊娠合并慢性", "高血压", "、妊娠合并", "肾病", "综合症、妊娠合并", "嗜铬细胞瘤", "、妊娠合并", "胆石症", "和", "胆囊炎", "、妊娠合并脑血管病、妊娠合并", "癫痫", "发作、妊娠合并手足抽搐症、妊娠期急性", "脂肪肝", "、围产期", "心肌病", "、免疫性", "血小板减少性紫癜", "等。", "妊娠合并慢性高血压：慢性高血压定义为在妊娠前或妊娠20周前就出现的高血压孕妇。在妊娠前出现高血压，并已予以降压治疗者的诊断并不困难。对于在妊娠前和妊娠早期均未进行检查，在妊娠晚期首次发现高血压的患者，与", "子痫", "前期的鉴别比较困难，需要随访到产后12周才能确诊。", "妊娠合并", "肾病综合症", "：它不是一独立性疾病，而是肾小球疾病中的一组临床症候群。发生于妊娠晚期的", "肾病综合征", "的最常见的原因是重度妊娠期高血压疾病。", "妊娠合并嗜铬细胞瘤：嗜铬细胞瘤是肾上腺髓质来源的一种产生儿茶酚胺引起高血压的少见内分泌性肿瘤。嗜铬细胞瘤合并妊娠的症状复杂，容易误诊或漏诊，因而对母亲和胎儿均有严重威胁。", "妊娠合并", "胆石", "症和胆囊炎：妊娠的任何阶段都可以发生胆囊炎和胆石症，但多见于妊娠晚期和产褥期。主要表现为发热或消化不良、白血球升高、胆囊部位有压痛，还可以有放射性疼痛，甚至出现", "黄疸", "。", "妊娠期脑血管意外(cerebrovascular diseases complicating pregnancy)主要有", "脑血栓", "形成、脑栓塞、", "脑出血", "和", "蛛网膜下腔出血", "等。", "", "妊娠期急性脂肪肝", "又称产科急性假性黄色肝萎缩，是妊娠晚期特有的致命性少见疾病。该病起病急骤，病情变化迅速，临床表现与暴发性", "肝炎", "相似。", "", "妊娠合并癫痫", "发作：癫痫发作可为脑部疾病或全身性疾病的临床表现，即所谓症状性癫痫。急性全身性代谢紊乱或急性中枢神经系统损害任何孕妇都可因急性全身性代谢紊乱或急性中枢神经系统损害而发生癫痫如", "低钙血症", "、", "高钙血症", "、", "低钠血症", "、高钠", "血症", "、", "低血糖", "、高血糖、", "尿毒症", "、", "肝性脑病", "等。", "围产期心", "肌病", "是指发生在妇女分娩前、后，病因不明，以心肌病变为基本特征和以", "充血性心力衰竭", "为主要表现的", "心脏病", "变。本病国内发病率约占产妇的0.023%。高龄、多产、多胎及有妊娠中毒史的产妇中发病率较高。本病预后较原发性心肌病为好。", "免疫性血小板减少性紫癜：紫癜是临床上比较常见的体征，常因血小板数量减少引起，故泛称血小板减少性紫癜。其中以免疫性血小板减少性紫癜最为常见，", "血栓性血小板减少性紫癜", "虽发病率较低，但死亡率却较高。."], "name": ["妊娠高血压"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳头溢液鉴别诊断", "乳头溢液", "性疾病种类较多，各种疾病的临床表现又比较复杂，不同的疾病又有共同的临床症状，且无特异性。各种辅助检查又各有其局限性。因此，乳头溢液性疾病的诊断及鉴别诊断就有一定的困难，以致在疾病的处理上缺乏正确诊断的基础。", "具有乳头溢液的主要疾病有乳腺导管扩张症、", "乳腺囊性增生症", "、乳腺导管内乳头状瘤和导管内乳头状癌，其鉴别要点如下。", "一、乳腺导管扩张症：", "1、病变部位：", "以中年人多见，常累及多支导管，溢液为浅黄色或灰白色黏稠物，肿块常常位于乳晕区，早期可有触痛，腋淋巴结早期不肿大。若肿大，质软，可随着炎症消退而消失。", "2、鉴别要点：", "选择性乳腺导管造影，乳晕下大导管显著扩张、迂曲或呈囊性变。", "近红外线乳腺扫描，可见浅灰影，血管相正常。", "溢液及肿物针吸细胞学检查，可找到导管上皮、泡沫细胞、浆细胞、淋巴细胞等。", "二、导管内乳头状瘤：", "1、病变部位：", "只累及1支导管，指压乳晕区附近结节或病变导管，可见血性分泌物溢出。", "2、鉴别要点：", "选择性乳腺导管造影，显示单发或多发砂粒大小的圆形或椭圆形充盈缺损，近端导管扩张。", "三、", "急性乳腺炎", "：", "1、病变部位：", "多见于产后哺乳期，未满月的初产妇女，病变范围较广泛，不仅限于乳晕区。", "2、鉴别要点：", "乳头溢液为脓性，细胞学检查发现白细胞含量增多。", "四、导管内乳头状癌：", "(1)病变部位：", "多见于中老年妇女，起病缓慢，病程较长，乳头常有血性溢液。乳内肿块直径较大，可达5～8cm，质硬。乳内外上或内上象限可触及无痛性肿块，随病情发展，肿块可与皮肤粘连，融成团块。", "(2)鉴别要点：", "钼靶X线摄影可见肿块阴影及钙化影，导管造影可见导管阻塞中断，管腔充盈缺损，管壁破坏。", "近红外线乳腺扫描见肿块灰影及异常血管。", "溢液及肿块针吸细胞学检查，可找到癌细胞。", "溢液癌胚抗原(CEA)检测阳性者，常诊断为癌。", "五、", "乳腺囊性增生病", "：", "(1)病变部位：", "两侧乳内可触及散在的多个大小不一的结节，伴触痛。", "(2)鉴别要点：", "乳头溢液为水样或淡黄色，乳痛与月经周期有关，经前加重，经后减轻或消失。"], "name": ["乳头溢液"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别：", "主要依据临床症状及活体组织病理切片检查。对外阴的病变应作详细的观察，如发现经久不愈的溃疡，丘疹样疣，或白色病变经治疗效果不明显时，应采取活体组织检查。除极早期类似良性病变而难以确诊外，一般诊断均无困难，但应与乳头瘤，外阴结核，增生型营养不良，基底细胞癌，派杰氏病等相鉴别。活检为唯一可靠的鉴别方法，在甲苯胺蓝染色后的不脱色区处取活检，可获得较准确的诊断结果，必要时还需多次、多处活检方能最后确诊。"], "name": ["外阴癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、不同病因鉴别。", "滴虫感染引起的急性", "宫颈炎", "，粘膜下有散在出血点，状如散在之玫瑰花瓣。霉菌引起的", "急性宫颈炎", "，宫颈粘膜表面紧紧贴覆一层白色膜状物，强行撕去白色膜状物，易引起出血。", "2、应与", "宫颈癌", "相鉴别。", "宫颈癌：初期没有任何症状，易以性交出血为首发症状。后期可出现异常阴道流血。", "白带增多", "也为宫颈癌常见症状，约80%的宫颈癌患者有此症状。此要跟急性宫颈炎以白带增多为主要症状相鉴别。"], "name": ["急性宫颈炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阿米巴性", "阴道炎", "鉴别", "(一)白带增多方面的鉴别诊断", "1.", "霉菌性阴道炎", "患者白带多、外阴搔痒与", "滴虫性阴道炎", "者的症状极相似，但其白带多呈凝乳或豆渣样，不带泡沫，阴道粘膜附有白色膜状物，其下粘膜常有红肿。阴道分泌物检查可确诊。", "2.非特异性阴道炎", "为阴道损伤、长期子宫出血、", "盆腔炎", "等引起。临床主要症状为阴道下坠，灼热感及盆腔不适，阴道分泌物涂片可见葡萄球菌、链球菌，大肠杆菌及变形杆菌等。而滴虫性阴道炎为直接或间接传染所致，临床主要表现为外阴搔痒及排出大量泡沫样白带，阴道分泌物涂片检查可找到滴虫。", "3.", "阴道嗜血杆菌性阴道炎", " ", "   本病常伴有月经的改变。阴道分泌物有恶臭，但无泡沫;分泌物涂片检查可见大量嗜血杆菌集居于阴道细胞表面。分泌物细菌培养可证实。", "4.滴虫性阴道炎", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。5.", "老年性阴道炎", "多见于老年妇女、人工", "绝经", "后。阴道壁成老年样变，粘膜薄，皱折少、弹性差，触之易出血;有时有溃疡或粘连。分泌物检查可见大量脓细胞，无阴道毛滴虫。", "6.", "蛲虫性阴道炎", "  ", "  阴道蛲虫感染 患者阴部有奇痒，包括肛门周围;阴道分泌物多，涂片检查可见蛲虫卵，阴道壁无明显炎性反应。", "7.", "婴幼儿阴道炎", "", "患儿外阴、阴道奇痒，常用手抓外阴或哭闹不安，阴道有大量脓性分泌物流出，味臭。检查阴道前庭部充血，阴蒂红肿，分泌物涂片检查或培养，可找到病原体。", "(二)阴道溃疡的鉴别诊断", "1.急性单纯性溃疡", "可见于", "子宫脱垂", "时膨出的阴道壁，由于粘膜受压摩擦引起。阴道分泌物涂片检查无阿米巴滋养体。病理检查时阴道粘膜鳞状上皮增生，底部为肉芽组织，无阿米巴滋养体，而", "阿米巴性阴道炎", "则涂片或病理检查可找到阿米巴滋养体。", "2.结核性溃疡", "阴道溃疡处边缘不齐呈鼠咬状，溃疡底部可有颗粒状突起的结核结节，病理切片无阿米巴滋养体而为干酪样坏死，类上皮细胞和郎罕氏巨细胞形成的肉芽肿。", "(三)恶性肿瘤 ", "阿米巴性阴道炎呈肿瘤样增生时，应与", "阴道恶性肿瘤", "鉴别，通过组织活检即可确诊。"], "name": ["阿米巴性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "高泌乳素血症", "鉴别", "须与", "肢端肥大症", "，急性肾衰竭，勃起障碍，", "带状疱疹", "，", "甲状腺功能减退", "，垂体大", "腺瘤", "，垂体微腺瘤，", "泌乳素瘤", "，酒精性", "肝硬化", "，妊娠，产后。乳头刺激，非空腹标本，药物作用，", "癫痫", "后状态，胸璧肿瘤，胸部外伤等病作鉴别。"], "name": ["高泌乳素血症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["崩漏鉴别诊断", "临床对以", "崩漏", "为主症的病种尚未确定时，可以", "崩漏", "待查作为初步诊断，并进行辨证论治。辨病思路：", "1.崩漏病特指月经周期紊乱，阴道出血如崩似漏的疾病，包括崩中和漏下。多见于青春期、更年期妇女，检查未发现肿瘤等病变。", "2.崩漏以外的其他疾病出现阴道非正常性出血者，常有：", "(1)阴道出血量多，小腹部扪及肿块者，多为石瘕。", "(2)确诊妊娠，阴道出血，可见于胎漏或异位妊娠。", "(3)产后阴道出血，量多者分为新产出血、 血崩、晚期", "产后出血", ";量少淋漓不尽者，为产后恶露不绝。", "(4)崩漏，伴全身皮下出血、身热者，应考虑疫斑病、紫癜病、蓄血病等。", "(5)周期性于两次月经中间(即氤氲期)出现少量阴道出血，且白带增多者，为经间期出血。", "(6)因损伤所致阴道出血，有损伤原因可查，称女阴损伤。", "(7)伴全身多处出血而出血难止，不发热者，可能为血溢病。", "(8)中老年妇女阴道时有出血，带下臭秽或夹血丝者，应疑及胞宫癌等之可能。", "3.常规妇科。产科检查，应作为必备诊断。", "4.血常规、血液生化检查，必要时可作脊髓液、细胞培养等检查。", "5.腹部X线摄片、B超、CT扫描等，能帮助确定病位和明确诊断。"], "name": ["崩漏"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与宫颈癌及结核性子宫颈炎相鉴别。"], "name": ["阿米巴性宫颈炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈外翻鉴别", "可与子", "宫颈糜烂", "鉴别", "宫颈糜烂是慢性子", "宫颈炎", "的一种现象，表现为子宫颈口周围有鲜红或粉红色斑点。多为宫颈外口周围的红色区域。阴道镜检查时，在红色区表面涂以3%醋酸后，可见到红色区域局部呈“葡萄串”改变，此乃柱状上皮水肿引起。呈均匀的乳白色，间或杂有葡萄状突起，阴道镜检查象亦不同，可详妇科特殊检查章阴道镜检查节。", "子宫颈外翻肥大，有时外观很难与早期", "宫颈癌", "鉴别，宫颈癌早期没有任何症状，随着病情进展，患者可出现异常阴道流血。应常规作阴道细胞学及阴道镜检查，必要时作活组织检查确诊，仍不能肯定者宜定期随访。"], "name": ["宫颈外翻"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "1.输卵管妊娠破裂或流产", "输卵管妊娠破裂：多发生在输卵管峡部。由于管腔狭窄，孕卵绒毛向管壁侵蚀肌层及浆膜，最后穿透管壁，形成输卵管破裂。", "输卵管妊娠流产，由于包膜内破裂，并无大血管损伤，仅仅从绒毛剥离处出血，故病程缓慢，可反复发作，但很少发生危及生命的大出血。但输卵管妊娠破裂，可引起输卵管壁内较大血管的裂伤，血液直接流入腹腔，出血常较严重，可危及生命。", "2.急性阑尾炎", "卵巢破裂发生于右侧者，易误诊为急性阑尾炎，而急性阑尾炎发病常为上腹或全腹痛，渐局限于右下腹麦氏点，有压痛及反跳痛，患者伴有恶心、呕吐。右下腹腹肌紧张明显。血象化验，白细胞总数及中性粒细胞数均高，而血红蛋白可正常。卵巢破裂则无以上表现，可鉴别。", "3.卵巢扭转多见于10岁左右的女孩，多发生于右侧，卵巢扭转轻者于短时间内可自行缓解，但易反复发作，重症卵巢扭转不易恢复，可突然发生下腹剧痛，易与卵巢破裂相混。但本病极少见，多发生于lO岁左右的儿童，内出血症状少见，盆腔检查时，可触及增粗的附件，压痛明显。", "4卵巢囊肿破裂有时可引起剧烈腹痛，有急腹症体征，与卵巢破裂不易区别。但本病多有盆腔肿块史，症状的轻重取决于囊肿内容物的性质及流入腹腔量的多少。单纯性浆液性囊腺瘤或粘液性囊腺瘤的一个房破裂，常只引起短时间的疼痛或不适;而皮样囊肿破裂，内容物流入腹腔，因刺激性大，可引起剧烈腹痛，易与卵巢破裂相混。妇科检查时肿瘤缩小或消失，凡疑有囊肿破裂者，应剖腹探查，即可鉴别。", "5.恶性滋养层细胞肿瘤穿孔", "当恶性葡萄胎或绒毛膜癌，侵及子宫肌壁造成穿孔时。患者可突感下腹剧痛，出血多者可有明显的内出血及休克症状，易与卵巢破裂相混。但该病患者有滋养层细胞肿瘤史，并伴有转移症状及体征。疑诊穿孔时，应立即剖腹探查，则可鉴别。", "6.输卵管卵巢脓肿破裂", "因破裂时亦有突然下腹剧痛，应与卵巢破裂鉴别。本病破裂前常有高热39~40\"C，脉快ll 0一120次/分，寒战及下腹剧痛，大便可带粘液等临床表现。破裂时突感下腹剧痛，并持续加重。腹部检查有弥漫性压痛、反跳痛及腹肌紧张。白细胞总数及中性粒细胞数均升高。后穹窿穿刺，穿出脓液则可确诊。"], "name": ["卵巢破裂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、诊断：", "根据临床表现及阴道口或尿道口分泌物的涂片或培养检查可以确诊。", "二、鉴别：", "婴幼儿外阴炎是女性婴幼儿非常常见的疾病，在诊断时需鉴别诊断滴虫或霉菌性外阴炎、蛲虫性外阴炎和幼女急性淋病。", "1、滴虫或霉菌性外阴炎：由于婴幼儿的阴道PH呈碱性，缺乏糖原，不适合霉菌及滴虫的繁殖与生长，因此，婴幼儿的霉菌或滴虫性外阴炎极为少见，临床须鉴别时可做分泌物的涂片及培养。", "2、蛲虫性外阴炎：由肠道蛲虫通过粪便传至外阴、阴道而引起的外阴的炎症。其特点为外阴及肛门处奇痒，分泌物量多，呈稀薄的黄脓性。可通过粪便虫卵检查及肛门周围或外阴见到蛲虫以资鉴别。", "3、幼女急性淋病：以局部疼痛、排尿困难为其特征，检查时可见分泌物增多，前庭、尿道口、外阴部甚至肛周，出现红肿破溃，分泌物涂片可找到典型肾形的革兰氏阴性双球菌。"], "name": ["幼女性外阴阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与原发性闭经以及处女膜闭锁相鉴别。"], "name": ["先天性无阴道"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.妊娠黄体 妊娠黄体直径小于2cm，囊壁颗粒细胞增生，黄素化，中央无囊腔，囊壁全部卷曲成花环状，尿HCG测定阳性等为鉴别依据。", "2.囊性白体及白体囊肿，系黄体退化，囊壁无衬覆细胞为透明变性的结蒂组织，囊内仍充满液体，即成囊性白体。直径大于2.5cm称白体囊肿。", "3.异位妊娠 黄体囊肿破裂引发的急腹症易误诊为异位妊娠，前者HCG阴性，出血量较异位妊娠少，且无反复出血。", "4.滤泡囊肿与月经周期关系密切，为排卵前的卵巢囊性增大，若发生破裂时，一般不伴阴道流血;二者之破裂与异位妊娠之破裂鉴别困难，常需根据剖腹探查发现及病理学检查始能作出最后诊断。", "5.对绝经后或生育期口服避孕药者之卵巢增大，特别是新近发现者，应高度疑为肿瘤，必要时，进行腹腔镜检查或剖腹探查，以作出明确诊断。", "6.黄素囊肿多见于葡萄胎或绒毛膜癌。它是由于大量绒毛膜促性腺激素刺激卵泡而引起。囊壁光滑、壁薄，很多情况下囊腔会被膈分开，成为多个小囊腔，即多房性，而且多是双侧卵巢都有。囊肿体积大小不一，大者直径可达10～15厘米，甚至更大。囊内含清亮液体。除了由于葡萄胎或绒毛膜癌引起外，多胎妊娠、妊娠高血压综合征、口服大剂量雌激素及在治疗不孕过程中注射绒毛膜促性腺激素时也可发生黄素囊肿。"], "name": ["黄体囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并", "糖尿病", "鉴别诊断", "需与孕期生理性糖尿鉴别，发生率10%～20%，因暂时性肾阈降低而有糖尿，但血糖正常，可疑时测定空腹血糖和糖耐量试验确诊。"], "name": ["妊娠合并糖尿病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.尿道和膀胱肿瘤 膀胱膨出柔软可还纳而肿瘤侧坚硬，固定。", "2.尿道憩室 虽然巨大的尿道憩室酷似膀胱膨出，但往往偏向一侧，有触痛，压迫块物可自尿道口溢出脓性分泌物。", "3.小肠膨出 极少数子宫切除术后病人，小肠可自阴道前壁膨出。可将探针经尿道插入膀胱膨出区，再以手经阴道触摸探针顶部，可以感觉膀胱壁与阴道壁之间有增厚的组织。"], "name": ["阴道前壁膨出"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "与宫颈早期癌相鉴别，组织活检可鉴别。", "宫颈癌早期没有任何症状，随着病情进展，患者可出现异常阴道流血。宫颈活检后症状。内膜活检为增生期子宫内膜或增生过长。子宫颈位于子宫下端。中央是一细长的管道，长约2～3厘米，称宫颈管。宫颈管内口与子宫腔连接;外口与阴道相通。子宫颈下端与阴道顶端连接部分称为宫颈阴道部。宫颈管内由单层柱状上皮所覆盖，而宫颈管阴道部则被覆鳞状上皮。两种上皮大约在宫颈外口附近移行、交接(称移行带)，该处往往是子宫颈癌最早发生的部位。"], "name": ["宫颈白斑"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "乳腺囊性增生病", "鉴别诊断", "应与以下病症相鉴别：", "一、乳痛症：", "1、简介：", "见于20～30岁年轻妇女，大龄未婚或已婚未育，发育差的小乳房。", "2、临床表现：", "主要表现为乳房胀痛、乳房肿块，并有明显的周期性和自限性特点。疼痛大多仅限于乳房的某一部分，约50%位于外上部，20%位于中上部，痛处有压痛。疼痛有时很剧烈，并放射到肩胛部、腋部，随情绪波动，或劳累、阴雨天气等而加重。患者大多数月经期短，且量稀少，情绪稳定或心情舒畅时，症状可减轻，随喜怒而消长。", "二、", "乳腺腺病", "：", "1、简介：", "见于30～35岁女性。乳痛及肿块多呈周期性，肿块多呈结节状，多个散在，大小较一致，无囊性感，一般无", "乳头溢液", "。", "2、临床表现：", "表现为月经前乳腺胀痛加重、肿块增大;行经后疼痛减轻或缓解肿块变小。此种周期性疼痛常因病变分型而不一。", "三、", "乳腺纤维腺瘤", "：", "1、简介：", "见于青年女性，常为无痛性肿块，多为单发，少数为多发。肿块境界明显，移动良好，无触痛。但有时乳腺囊性增生病可与纤维", "腺瘤", "并存，不易区别。", "2、临床表现：", "一般无明显症状，少数病人局部有刺痛感，但与月经无关。", "四、乳腺导管内乳头状瘤：", "1、简介：", "见于中年女性，临床上常见乳头单孔溢液，肿块常位于乳晕部，压之有溢液流出。X线乳腺导管造影，显示充盈缺损，常可确诊。", "2、临床表现：", "常表现为乳头溢液。常为血性、浆液血性或浆液性，一般仅累及一支导管，按压乳晕区某一“压液点”时乳头才有溢液。", "五、", "乳腺癌", "：", "1、简介：", "见于中、老年妇女，乳腺内常为单一无痛性肿块。起病缓慢，肿块发现之前不伴炎症表现，常在无意中发现乳内肿块，肿块多位于乳腺外上、内上象限，常是由小变大不断发展增大的过程。", "2、临床表现：", "可有乳头溢液，性质多为血性。肿块在晚期时与皮肤粘连，出现“橘皮样”改变和乳头凹陷。乳腺癌的腋下淋巴结，常随癌症的病程进展而肿大且质硬，彼此粘连融合成团。", "乳腺X线导管造影，在乳腺癌时见导管有增生及破坏，管壁有中断，失去连续性。行肿块针吸细胞学检查，常可找到癌细胞。"], "name": ["乳腺囊性增生病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢肿瘤鉴别诊断", "肿块较大并向腹腔内生长时，可行钡餐造影，应与腹腔内或腹膜后其他肿块鉴别。临床上曾有将异位肾误诊为卵巢肿瘤而行手术探查者，应引起注意。", "卵巢肿瘤发生扭转时，则须与其他急腹症如", "阑尾炎", "、梅", "克尔", "憩室炎相鉴别。"], "name": ["卵巢肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与Bowen病区别之点是本病发病年龄轻，", "皮损", "多发，有", "色素沉着", "倾向。而Bowen病多发生于老年人，皮损常在龟头，为单个大斑块，斑块缓慢地离心性增大并有浸润。"], "name": ["鲍温样丘疹病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [" "], "name": ["输卵管积水"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["黄体功能不全性不孕鉴别诊断", " 自我诊断要点", "1. ", "月经不调", "，常常表现为月经周期提前。", "2. 多次自然", "流产", "史。"], "name": ["黄体功能不全性不孕"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳头皲裂鉴别诊断", "    1，婴儿含吮时乳头刀割样疼痛并渗血：", "乳头皲裂", "病变早期，婴儿含吮时，乳头部出现刀割样疼痛。", "2，乳头破碎：因其乳头皱裂而定名，又名乳头风。", "3，乳头发炎常见于乳腺急性发炎。大多先有乳头疼痛、破裂或乳房硬块、胀痛、然后、出现怕冷、寒颤、发热。", "4，乳头侵蚀性", "腺瘤", "病是乳头导管的一种腺瘤。本病较少见，主要见于中年妇女，亦见于男性。"], "name": ["乳头皲裂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["过敏", "性", "阴道炎", "鉴别", "体征鉴别：过敏性阴道炎病理检查与病灶表现与", "阴道癌", "和阴道结核疾病相似，需要仔细鉴别。", "与其他微生物感染鉴别：毛滴虫、加德纳菌、支原体属、", "沙眼", "衣原体、疱疹单纯病毒、HPV、需氧和厌氧细菌、AIDS和其他常见的性传播疾病是常见的阴道炎症的病原微生物，也可引起类似于过敏性阴道炎的症状表现。病原体检查可有助于区别。", "1.", "霉菌性阴道炎", "霉菌性阴道炎(monilial or mycotic vaginitis)由霉菌感染引起。其发病率仅次于", "滴虫性阴道炎", "。", "念珠菌感染最常见的症状是白带多，外阴及阴道灼热瘙痒，外因性排尿困难，外阴地图样红斑(霉菌性或念珠菌性外阴阴道炎)。典型的白带呈凝乳状或为片块状，阴道粘膜高度红肿，可见白色", "鹅口疮", "样斑块附着，易剥离，其下为受损粘膜的糜烂基底，或形成浅溃疡，严重者可遗留瘀斑。但白带并不都具有上述典型特征，从水样直至凝乳样白带均可出现，如有的完全是一些稀薄清沏的浆液性渗出液，其中常含有白色片状物。妊娠期霉菌性阴道炎的", "瘙痒症", "状尤为严重，甚至坐卧不宁，痛苦异常，也可有尿频、尿痛及性交痛等症状。另外，尚有10%左右的妇女及30%孕妇虽为霉菌携带者，却无任何临床表现。", "2.滴虫性阴道炎", "滴虫阴道炎是常见的阴道炎，由阴道毛滴虫所引起。", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。检查时可见阴道粘膜充血，严重者有散在的出血斑点，后穹窿有多量白带，呈灰黄色、黄白色稀薄液体或为黄绿色脓性分泌物，常呈泡沫状。带虫者阴道粘膜可无异常发现。少数患者阴道内有滴虫存在而无炎症反应，称为带虫者。有人认为滴虫单独存在时不能引起炎症，因其消耗阴道上皮细胞内糖原，改变了阴道酸碱度，破坏了防御机制，促进继发性的细菌感染，故常在月经期前后、妊娠期或产后等阴道Ph改变时，引起炎症发作。", "3.", "细菌性阴道炎", "细菌性阴道病主要是由阴道加特纳菌引起的一种阴道炎，可通过性关系传播。", "此病的典型临床症状为阴道异常分泌物明显增多，呈稀薄均质状或稀糊状，为灰白色、灰黄色或乳黄色，带有特殊的鱼腥臭味。由于碱性前列腺液可造成胺类释放，故表现为性交时或性交后臭味加重。月经期阴道PH值升高，故经期时或经期后臭味也可加重。患者外阴有不适感，包括不同程度的外阴瘙痒，一般无明显时间性，但在休息状态及心情紧张状态下痒感更加明显。尚有不同程度的外服灼热感，有的患者出现性交痛。极少数患者出现下腹疼痛、性交困难及排尿异常感。阴道粘膜上皮在发病时无明显充血表现。", "4.", "阿米巴性阴道炎", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "5.非特异性阴道炎", "凡不是白色念珠菌、阴道", "毛滴虫病", "或", "淋病", "所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有", "灼痛", "感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "6.", "蛲虫性阴道炎", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间", "磨牙", "等。", "7.结核性阴道炎", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "原发症状：部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "继发症状：当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻", "便秘", "交替、干咳、", "咯血", "等。", "8.阴道嗜血杆菌性阴道炎", "阴道嗜血杆菌性阴道炎由阴道嗜血杆菌所引起。", "主要症状：白带异常，增多，有鱼腥或胺的臭味。有时白带呈灰色乳状且稠度很高，很像滴虫性阴道炎症状。轻者仅白带多、臭，外阴潮湿不适。常伴有阴道灼热感、性交痛及外阴瘙痒。", "与阴道皮肤疾病鉴别：鳞癣、苔藓、", "天疱疮", "、狼疮、眼口生殖器三联综合征(Behcets syndrome)、Paget病也可出现阴道外阴搔痒和烧灼感。", "其他：在儿童也要排除差的卫生条件、异物、性虐待。", "9.", "婴幼儿阴道炎", "婴幼儿阴道炎，多发生在2-9岁的幼女，是女性婴幼儿的常见病。", "主要是外阴、阴道痒，阴道分泌物增多。外阴、阴蒂尿道口、阴道口黏膜充血、水肿。分泌物增多，甚至有脓性分泌物。大量分泌物刺激引起", "外阴痛", "痒，患儿哭闹、烦躁不安，甚至用手搔抓。通过手指及抓伤处，感染进一步扩散。部分可伴有尿急、尿频。急性期后可造成小阴唇粘连，粘连时上方或下方留有小孔，尿由小孔流出。", "10.", "老年性阴道炎", "老年性阴道炎，又名萎缩性阴道炎，是一种非特异性阴道炎。", "阴道分泌物增多，分泌物稀薄，呈淡黄色，严重者呈脓血性白带，有臭味。分泌物刺激，外阴出现瘙痒、灼热感。阴道黏膜萎缩，可伴有性交痛。有时有小便失禁。感染还可侵犯尿道而出现尿频、尿急、尿痛等泌尿系统的刺激症状。妇科检查可见阴道黏膜呈萎缩性改变，皱襞消失，上皮菲薄并变平滑，阴道黏膜有充血、红肿，也可见黏膜有出血点或出血斑，以后穹隆及宫颈最明显，严重者也可形成溃疡或外阴潮红糜烂。"], "name": ["过敏性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "会阴裂伤", "鉴别", "与下列可致", "大便失禁", "的疾病相鉴别：", "1、肌肉功能障碍和受损：", "肛门的松缩和排便功能，是受神经支配来维持的。引起肛门失禁有以下几类：", "(1)内外括约肌和肛提肌这些肌肉松弛，张力降低，或被切断、切除，或形成大面积瘢痕", "(2)", "直肠脱垂", "、", "痔疮", "、息肉脱出引起的肌肉松弛、张力降低", "(3)肛门直肠脓肿、", "肛瘘", "、", "直肠癌", "等手术切断", "(4)", "烧伤", "、烫伤、化学药品腐蚀", "(5)久泻和肛管直", "肠癌", "2.神经障碍和损伤：", "排便是在内脏植物神经和大脑中枢神经支配下的反射活动，引起大便失禁有以下方面：", "(1)神经发生了功能障碍或损伤", "(2)", "中风", "、", "休克", "、惊吓之后，都可出现暂时性的大便失禁", "(3)胸、腰、骶椎断压损伤脊髓或脊神经，可造成截瘫", "(4)直肠靠近肛门处粘膜切除、直肠壁内感受神经缺损", "(5)智力发育不全"], "name": ["会阴裂伤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["           巨乳症鉴别诊断", "乳腺多发性纤维", "腺瘤", " 常可在乳房多处触及表面光滑、活动度大、质中偏硬、边缘清楚、与皮肤不粘的多发肿块。一般生长缓慢，乳房有时可略增大，但一般无明显过度增大。如妊娠期或短期内迅速增大，应考虑叶状囊", "肉瘤", "的可能，应及时手术。", "2.乳房脂肪沉积 由垂体功能障碍引起，常伴髋部的脂肪沉积过多等病象，通过近红外线扫描能鉴别肥大的乳腺组织与过多的脂肪沉积。"], "name": ["巨乳症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["白淫鉴别诊断", "  1.根据定义进行诊断，常有梦交或淫念之病史。    ", "    2.与白崩、炎性带下相鉴别。"], "name": ["白淫"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["非特异性", "尿道炎", "鉴别", "尿道炎首先应与", "淋病", "性尿道炎区别，淋病性尿道炎是一种特异性感染的性病，尿道有脓性分泌物，脓液涂片染色检查可见在分叶核粒细胞内有革兰氏阴性双球菌。其次，应与", "非淋菌性尿道炎", "及滴虫性尿道炎区别，女性容易在阴道内找到滴虫，而在男性不易找到滴虫，常需在包皮下、尿道口分泌物、前列腺液以及尿液中检查有无滴虫，作出诊断。Reiter症候群除尿道炎外，同时有", "结膜炎", "和关节炎。", "NGU应与淋菌性尿道炎、", "生殖器疱疹", "、", "生殖器念珠菌病", "等鉴别。", "临床上，", "沙眼", "衣原体感染", "常与", "淋球菌感染", "有紧密联系。这两种病原体均可引起男性尿道炎、", "附睾炎", "、直", "肠炎", "，女性", "宫颈炎", "、尿道炎、", "盆腔炎", "等，它们引起的疾病，其临床症状和体征差别不大，因此单凭临床观察是不易区分的。而且沙眼衣原体和淋球菌可合并感染。准确的鉴别诊断有赖于实验室检查。在临床实践中，常对确定为淋球菌感染者，无论是否检查沙眼衣原体感染，均常规给予抗淋球菌和沙眼衣原体两种病原体的治疗。"], "name": ["非特异性尿道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["人流后妇科病鉴别诊断", "与其他原因引起的疾病鉴别。"], "name": ["人流后妇科病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴痛鉴别", "与癌性疼痛相鉴别。"], "name": ["外阴痛"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜异位症鉴别诊断", "  1、子宫肌瘤", "子宫肌瘤常表现类似症状。一般子宫内膜异位症痛经较重，为继发、渐进。子宫一致性胀大，但不甚大。如伴发其他部位异位内膜时，则有助于鉴别。确实困难者可试用药物治疗，如症状迅速(用药1～2个月)改善，诊断倾向于子宫内膜异位症。应当指出，子宫腺肌病可与子宫肌瘤同时存在(约10%)。一般术前较难鉴别，须待手术切除子宫的病理检查。", "2、附件炎", "卵巢的子宫内膜异位症，往往误诊为附件炎症。二者都能在盆腔形成有压痛的固着包块。但子宫内膜异位症病人无急性感染病史，患者多经各种抗炎治疗而毫无效果。并应详细询问痛经开始时期及疼痛程度。这种病例往往子宫直肠窝处有异位内膜结节，如仔细检查当可查出，有助诊断。必要时可用药物试探治疗，观察有无疗效来鉴别。一般在卵巢的子宫内膜异位症，输卵管往往通畅。因此可试用输卵管通水试验，如通畅，则可排除输卵管炎症。", "3、卵巢恶性肿瘤", "卵巢癌误诊为卵巢的子宫内膜异位症，则延误治疗，故必须慎重。卵巢癌不一定有腹痛症状，如有往往也为持续性，不像子宫内膜异位症的周期性腹痛。检查时卵巢癌为实质感，表面凹凸不平，体积亦较大。卵巢的子宫内膜异位症还可能伴发其他部位的子宫内膜异位症，而兼有各该部位病变的体征。对于不能鉴别的患者，年龄大的应实行剖腹探查，年纪轻的可短时按子宫内膜异位症治疗，以观察疗效。", "4、直肠癌", "当子宫内膜异位症侵犯直肠、乙状结肠而范围较广时，往往在该处形成硬块，造成部分梗阻，个别情况异位子宫内膜侵及肠粘膜引起出血，则更似直肠癌。但直肠癌的发生率远较肠子宫内膜异位症的发生率高。一般直肠癌患者体重减轻明显，肠出血较频，与月经无关，无痛经。肛诊时肿瘤固定于肠壁，肠壁四周皆狭窄。钡灌肠可见肠粘膜不平，钡充盈不良范围小。乙状结肠镜检查看到溃疡，出血，活检可确诊。肠子宫内膜异位症体重不减轻，肠很少出血，个别出血也在月经期发生，痛经较重。肛诊时粘膜与其底部肿块不相粘连，仅前壁发硬。钡灌肠显示肠粘膜光滑，钡充盈不良范围广。"], "name": ["子宫内膜异位症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆腔炎鉴别诊断", " 一、诊断", "1、急性", "盆腔炎", "有急性感染病史，下腹隐痛，肌肉紧张，有压痛及反跳痛，伴有心率快，发热，阴道有大量脓性分泌物，病情严重时可有高热，头痛，寒战，食欲不振，大量的黄色白带有味，小腹胀痛，压痛，腰部酸痛等；有", "腹膜炎", "时出现恶心，腹胀，", "呕吐", "，腹泻等；有脓胀形成时，可有下腹包块及局部压迫刺激症状，包块位于前方可有排尿困难，尿频，尿痛等，包块位于后方可致腹泻。", "2、", "慢性盆腔炎", "全身症状为有时低热，易感疲劳，部分病人由于病程长而出现", "神经衰弱", "症状，如失眠，精神不振，周身不适等，下腹部坠胀，疼痛及腰骶部酸痛，常在劳累，性交后，月经前后加剧，由于慢性炎症而导致盆腔淤血，", "月经过多", "，卵巢功能损害时会出现月经失调，输卵管黏连阻塞时会导致", "不孕症", "。", "二、鉴别", "1、", "急性盆腔炎", "的主要鉴别诊断有：", "急性阑尾炎", "，异位妊娠，", "卵巢囊肿", "蒂扭转等；", "2、慢性盆腔炎的主要鉴别诊断有：", "子宫内膜异位症", "和", "卵巢癌", "。"], "name": ["盆腔炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青春期", "功血", "鉴别", "与不全", "流产", "、", "子宫内膜息肉", "、生殖器肿瘤及内分泌疾病引起的子宫出血做鉴别。", "1.全身性疾病 ", "如血液病、肝病、", "高血压", "、甲状腺功能异常等，都可能引起子宫异常出血，有关临床及实验室检查如骨髓、肝功能、甲状腺功能检查等可协助与本病进行鉴别。", "2.异常妊娠及妊娠并发症 ", "如流产、", "宫外孕", "、滋养叶细胞肿瘤、胎盘残留、子宫复旧不良等，根据临床有无妊娠历史、", "血尿", "绒毛促性腺激素测定及B超检查是不难鉴别的。", "3.生殖器肿瘤 ", "如子宫内膜息肉、黏膜下", "子宫肌瘤", "、子宫内膜腺癌、卵巢功能性肿瘤等应做详细的妇科检查，注意子宫附近有无肿物，必要时可行B超检查、诊断性刮宫等检查以确诊。", "4.生殖系感染", " 如急", "慢性子宫内膜炎", "、", "子宫内膜结核", "早期可因子宫内膜功能层的再生受阻而出血，但出血量一般不多，可有感染的历史及表现，并可经抗感染治疗而治愈，据此予以鉴别。"], "name": ["青春期功血"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["单纯性外阴阴道", "念珠菌病", "鉴别", "有", "外阴瘙痒", "、灼热感及白带增多等并非均是假丝酵母菌感染，许多病原体均可引起几乎相似的症状或体征，所以必须进行鉴别。", "  1.", "滴虫性阴道炎", "阴道分泌物增多呈泡沫状，有时可呈浆液性或脓性，味恶臭。并可有", "尿道炎", "，", "膀胱炎", "，", "宫颈炎", "，尿道旁腺及巴氏腺感染，偶有肾孟", "肾炎", "。可出现排尿困难、", "血尿", "及夜尿。阴道检查可见宫颈充血，阴道壁充血，水肿，并有出血点，呈草莓状外观的特征性表现。可查到阴道毛滴虫。", "2.老年性", "阴道炎", "多见于老年妇女，主要为白带增多，多为黄水样，严重者可为脓性，有臭味，有时为淡血性，甚至发生少量阴道流血。可产生轻度瘙痒。镜检找不到假菌丝。", "3.", "细菌性阴道炎", "临床症状轻微，白带多、稀薄、均质性，有鱼腥味，分泌物在阴道壁上易于擦掉，阴道粘膜可无充血、无红肿。分泌物镜检有线索细胞存在。", "4.幼儿性阴道炎", " 阴道口处可见脓性分泌物。患儿因", "外阴痛", "痒而哭闹不止，烦躁不安，常用手搔抓外阴。查看可见外阴、阴蒂、尿道口、阴道口粘膜充血、水肿，有脓性分泌物自阴道口流出。", "5. 嗜血杆菌性阴道炎", " 感染多数较轻，多见于性活跃妇女。急性期白带增多，有鱼腥或氨的臭味，外阴潮湿不适，常伴有阴道灼热感、性交痛及外阴瘙痒。阴道pH常为5～5.5。"], "name": ["单纯性外阴阴道念珠菌病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["输卵管炎鉴别诊断", "应与以下病症相鉴别：", "一、急性", "输卵管炎", "：", "(一)", "急性阑尾炎", "有发热，腹部剧痛等症。但急性阑尾炎发病较急，发热不超过38℃。腹痛的特点开始为上腹部或全腹痛、脐周痛，数小时后局限于右下腹部，常伴有恶心，呕吐。无阴道出血。腹部检查时麦氏点有压痛及反跳痛，腹肌紧张，比", "急性输卵管炎", "显著。妇科检查则生殖器官无异常发现。肛门检查右上方肠区有抵抗触痛。化验检查白细胞及中性粒细胞数均增高。阑尾穿孔并发", "腹膜炎", "时鉴别较困难。这时腹痛、触痛，腹肌紧张均累及整个下腹部极似急性输卵管炎。盆腔检查右侧可有触痛及抵抗感，而急性输卵管炎多为双侧触痛。", "(二)", "输卵管妊娠", "破裂", " 临床上亦表现有腹部剧烈疼痛，且伴有少量阴道出血等症。但本病发病突然，有停经史及早期妊娠反应。腹痛特点为下腹一侧剧烈坠痛，继之全腹痛，常伴有失血性", "休克", "。一般无发热。腹部检查发现全腹有压痛，以下腹一侧压痛剧烈，有反跳痛及移动浊音。妇科检查时宫颈有触痛，后穹窿饱满有触痛，子宫有飘浮感，一侧附件可触及有弹性压痛实质块。白细胞总数一般在正常范围内，血红蛋白及红细胞数降低。妊娠试验可呈阳性反应。后穹窿穿刺为不凝固的暗红色血液。", "(三)急性肾盂炎", " 女性尿道短而直，细菌易侵入。本病发病突然，体温高达38℃以上，可伴有寒战，腹痛。但肾盂炎的疼痛主要在上腹部，亦可波及全腹。多数有明显腰痛，腰痛部位局限，肾区脊肋角有显著触痛及叩击痛。多数有尿频、尿急、尿痛等膀胱刺激症状。尿常规检查有脓球、红细胞存在。尿细菌培养多为阳性。", "(四)", "卵巢囊肿", "蒂扭转", "可出现下腹部一侧绞痛，恶心、呕吐。但卵巢囊肿蒂扭转发病突然，常与体位突然改变有关。有的患者有下腹部肿块史，无发热，无阴道出血。疼痛发生后原有肿块可增大。腹部检查于下腹部可触及肿块，触痛明显。妇科检查时一侧附件区触及囊性肿块，表面光滑，活动，触痛明显，同侧子宫角有压痛。白细胞数增高或正常。", "(五)急性", "肠系膜淋巴结炎", "可有高热，腹痛，腹部检查时下腹部有压痛。但", "急性肠系膜淋巴结炎", "多见于儿童，常有呼吸道感染病史。腹痛初起于右下腹部，呕吐少见。腹部检查时右下腹部有触痛，范围较广泛，触痛部位与肠系膜根部方向符合，即由右下腹斜行延至上腹中线左侧，有时可触及肿大淋巴结。", "(六)急性结肠炎", " 有腹痛，腹部检查有触痛。但本症有进不洁食物病史，伴有呕吐，腹泻，腹痛时有排便感，排便后腹痛出现一时性缓解。腹部检查时无腹肌紧张。粪便检查可发现脓细胞。妇科检查未见异常。", "(七)局限性回肠炎", "在急性发作时有腹痛，发热，腹部检查有触痛及白细胞增高等。但本病腹痛特点为阵发性疼痛，类似", "肠梗阻", "且有多次发作史，常合并腹泻。腹部检查时有触痛，腹肌强直较广泛，触痛最显著部位，有时随体位改变而变更。妇科检查未见异常。", "(八)", "过敏性紫癜", "有腹痛，下腹部有触痛，腹肌紧张等表现。但过敏性紫癜多见儿童及青少年，多发生于上呼吸道感染后。每次发作时腹痛的部位不固定，腹部症状与体征的表现不一致。此外多数有腹泻、恶心、呕吐、皮疹、便血、", "血尿", "、关节痛，血中嗜酸粒细胞增多。仔细询问则有过敏史。", "(九)卵巢滤泡或黄体破裂可引起腹痛", " 下腹部有触痛，腹肌紧张，白细胞轻度增高等。但本病腹痛是由于出血引起，突然发病，开始较剧烈，随后可减轻，出血较多时，腹痛亦常为持续性，阵发性加重，并可能放射至肩部。有下坠排便感。妇科检查时宫颈有触痛，后穹窿饱满，子宫有飘浮感。后穹窿穿刺可抽出不凝血液。追问病史对诊断极为重要，卵巢滤泡破裂发生于排卵期，多在两次月经间的中期。黄体破裂则在月经中期以后，约在下次月经前14天之内。", "(十)", "大网膜扭转", "或梗塞", " 有腹痛，低热，腹部检查下腹触痛，腹肌紧张，白细胞中度增多。但大", "网膜扭转", "或梗塞的病程进展不如急性炎症快，腹痛表现为右下腹或脐周围腹痛，卧位或弯腰时腹痛常减轻。如大网膜组织较多时，可触及一肿块。", "(十一)输卵管脓肿本病由输卵管炎发展而来。临床上以输卵管卵巢脓肿为多见，临床症状及体征类似急性输卵管炎，但妇科检查时往往可触及肿大的输卵管，肿块为囊性，但与周围组织粘连而不活动，当管壁组织机化后囊感逐渐不明显。", "(十二)急性", "盆腔腹膜炎", "及", "急性腹膜炎", "全身症状明显，腹膜刺激症状明显，甚至出现中毒性休克症状，高热不退，腹肌强直，压痛、反跳痛明显，妇科检查宫颈、宫体及后穹窿均有明显触痛。白细胞总数及中性粒细胞明显增高，腹腔或后穹窿穿刺可穿出脓性液体。", "二、慢性输卵管炎：", "(一)陈旧性", "宫外孕", "临床表现有腹痛，月经异常，盆腔检查于一侧可触及肿块等易与慢性输卵管炎混淆。但陈旧性宫外孕有停经史，突然出现下腹部疼痛，伴恶心，头晕等内出血症状，疼痛可自行缓解，后又反复多次突然发作，下腹部出现肿块且伴有持续少量出血。病人呈", "贫血", "貌。妇科检查时肿块多偏于一侧，质实而有弹性，形状极不规则，压痛较炎症轻。可通过后穹窿穿刺吸出陈旧性血液及小血块。", "(二)", "子宫内膜异位症", "可有", "痛经", "  月经多，性交痛，排便痛，不孕及盆腔肿块粘连等体征而易与其相混。但子宫内膜异位症患者无急性感染病史，经过各种抗炎治疗而毫无效果。其痛经特点为继发性、进行性加重，经前开始，经期剧烈并持续至经后数日。妇科检查则盆腔中有明显的粘连，子宫均匀性增大，并固定于后倾后屈的位置，子宫直肠窝处，特别是子宫骶骨韧带有不规则硬结节及触痛。必要时可用药物试验治疗。", "(三)", "双子宫", "腺", "肌病", "有痛经，检查时盆腔有肿块易相混。但双子宫腺肌病，腹痛规律同单子宫，仔细检查可触及两个肿块，形状皆似子宫。行子宫碘油造影可发现畸形子宫。 .", "(四)卵巢囊肿", "肿瘤为囊性，位于下腹一侧，肿块以外可扪到子宫体，故与输卵管积水难以鉴别。但卵巢囊肿无炎症病史。妇科检查时肿瘤呈圆形或椭圆形较多，表面光滑且活动。典型输卵管积水呈香肠样，肿块周围有粘连，一般囊壁较薄。如输卵管积水较大或发生扭转时，则两病不易鉴别。手术时方能确诊。", "(五)", "慢性阑尾炎", "大多数慢性阑尾炎患者并无典型急性阑尾炎发作病史，仅诉右下腹痛或同时有胃肠道功能障碍症状，阳性体征亦不明显，故需与慢性输卵管炎区别。X线钡餐检查可有一定帮助。如阑尾不能显示，但盲肠内侧有局限性压痛，且压痛部位随盲肠位置的改变而移动。妇科检查子宫及附件无异常。", "(六)", "输卵管结核", "可表现月经失调，腰痛，下腹隐痛，不孕等症。但输卵管结核患者多无急性炎症病史。往往于生殖器以外脏器如肺、肠、腹膜等有结核病灶存在。月经失调以", "闭经", "表现为多见。子宫内膜活体组织检查，大部分可发现结核病灶。血沉快、胸部透视、胃肠与盆腔X线摄片以及子宫一输卵管碘油造影可帮助诊断。", "(七)", "卵巢冠囊肿", "于盆腔触及囊性肿块则应与输卵管积水鉴别，一般说鉴别较为困难。但卵巢冠囊肿无炎症病史。妇科检查肿物呈圆形囊感明显，活动，无粘连。"], "name": ["输卵管炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["子宫恶性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["女性性高潮障碍"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性乳房炎鉴别", "1、乳房内积乳脓肿：", "可表现为局部疼痛与肿块，但常无局部的红、肿与搏动性疼痛，也无发热等全身表现，可资鉴别。", "2、乳房皮肤丹毒：", "比较少见，有皮肤的红、肿、热、痛，且有明确的边界。局部疼痛较轻，而全身毒血表现尤为明显。乳房实质内仍松软，无炎性肿块扪及，由此可以鉴别。", "3、炎性乳癌", "可发生在哺乳期或妊娠期，其病灶表面皮肤亦可有潮红、发热、水肿、疼痛，白细胞总数增加、腋淋巴结肿大等，与急性乳房炎症状极为相似，二者的主要鉴别点在于：", "(1)察看皮肤病变的范围：", "炎性乳癌皮肤病变广泛，往往累及乳腺的1/3或2/3以上。颜色为一种特别暗红色或紫色，不像急性乳房炎那样鲜红;肿胀的皮肤有一种韧性感，而非一般性凹陷水肿。乳癌有时皮肤呈“橘皮样”改变。", "(2)触腋淋巴结：", "炎性乳癌淋巴结转移使肿大的淋巴结硬度增加，而乳房炎时肿大的淋巴结质软，表面光滑，活动度好。", "(3)体温变化：", "炎性乳癌的体温升高、白细胞数增加都不如急性乳房炎那样明显。"], "name": ["急性化脓性乳腺炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["需与细菌性感染相鉴别。", "1、简介：", "细菌性感染是由细菌引起的感染。包括医院外感染和医院内感染。", "引起医院外感染最常见的细菌为革兰氏阳性菌如金黄色葡萄球菌、肺炎链球菌、化脓性链球菌和革兰氏阴性的大肠杆菌、流感嗜血杆菌等;", "引起医院内感染的则多为有耐药性的金黄色葡萄球菌、表皮葡萄球菌、肠球菌、克雷伯氏杆菌、产气杆菌和绿脓杆菌等。", "2、临床表现：", "发冷发热，局部红、肿、热、痛等表现，关键的检查是取血或脓液作培养，有时脓液涂片找菌有助于诊断。", "3、鉴别要点：", "毛滴虫病可引起外阴瘙痒，但细菌性感染一般不会。"], "name": ["滴虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴溃疡鉴别", "", "生殖器疱疹", "溃疡大小不一，水泡成群，可自愈但常复发是其特点。脱落细胞内可查到嗜酸性包涵体可鉴别之。", "溃疡为多发性，大小不等，境界清楚，周围有红晕，白带呈灰色或黄色，患者有不洁性行为史，出现全身多部位的丘疹、脓疱、溃疡是本病的特点。分泌物涂片或组织学病理有助于鉴别。", "", "性病性淋巴肉芽肿", "之白带为黄色浆液，溃疡表浅，可自愈，并形成瘘管，血清学试验、涂片找到细胞内包涵体可确诊。不洁性行为后出现双侧腹股沟淋巴结肿大、软化、破溃，为本病的特征性表现，可与其他疾病相鉴别。", "", "梅毒", "初期溃疡为单发的浅溃疡，无痛，红色炎性硬结，圆形，直径1～2cm，表面有浆液性脓性分泌物，中期常为全身性散在的玫瑰疹、丘疹样梅毒和脓疱性梅毒，常呈对称性分布，是本病的特点。渗出液中找到梅毒螺旋体及血清学检查可做出明确诊断与鉴别诊断。"], "name": ["外阴溃疡"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经鉴别", "如LH明显升高，FSH正常或稍高，FSH/LH<1，则应注意多囊性卵巢综合征引起的继发性", "闭经", "，此患者的雄激素水平较高，E2为早、中滤泡期水平，但无周期性波动。", "卵巢早衰", "患者的催乳素水平正常或稍低，如明显升高则应考虑垂体分", "泌乳素瘤", "。席汉综合征患者的FSH、LH、E2均低，并可能伴有其他内分泌器官的功能减退。甲状腺功能低下也可继发闭经，应注意血中T3、T4和TSH的水平。还应注意排除器质性疾病，或确定是否并发器质性疾病，例如：", "  1.甲状腺功能亢进症", " 此症可发生于任何年龄，而年龄大者发病时，症状常不典型，例如甲状腺不肿大、食欲不亢进、心率不快、不呈兴奋状态而表现抑郁、淡漠、多疑、焦虑等。鉴别方法：测定甲状腺功能指标，如TSH低于正常、T4升高、T3在正常高限甚至正常时，即应诊断甲状腺功能亢进症。", "2.冠状动脉粥样硬化性", "心脏病", "当病人以心悸、", "心律失常", "及胸闷症状为主时，首先考虑CHD。鉴别方法是仔细地体格检查及心电图检查，鉴别困难时，可用雌激素试验治疗。", "3.", "高血压", "病或", "嗜铬细胞瘤", "当头痛、血压波动幅度大或持续高血压时应考虑。鉴别方法是反复测量血压并进行嗜铬细胞瘤的有关检查，如腹部有无包块，挤压包块时血压是否升高？有无头痛、心慌、出汗等症状，血儿茶酚胺测定。与绝经有联系的血压变化常常是轻度的。", "4.", "神经衰弱", "以失眠为主要表现者，可能因神经衰弱引起。鉴别方法主要根据病史，即失眠发生时间与月经改变有无相关？对难于鉴别的病人也可用雌激素进行试验治疗或请神经科会诊。", "5.精神病", " 以精神症状为主要表现时，须进行鉴别诊断。", "6.其他", " 以", "阴道炎", "症为主要表现时，需排除真菌、滴虫、或细菌阴道感染。进行病原菌检查即可确定。以尿频、尿急及尿痛为主要表现时，需排除泌尿系感染。"], "name": ["绝经"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道壁息肉鉴别诊断", "一、鉴别：", "  1.", "阴道壁息肉", "与", "阴道癌", "鉴别：", "1）阴道透明细胞腺癌：常发生在年轻女性和幼女。临床表现无特殊病状，多数病人有不规律阴道出血、排液和性生活痛等。", "2）阴道恶性", "黑色素瘤", "：好发生在老年女性，主要病状有不规律阴道出血和阴道分泌物质变多，若肿瘤坏死，排出黑色素瘤样组织，极有可能误以为陈旧黑血块。肿瘤发展后可表现出疼痛、小便困难，下腹坠胀感等。", "3）阴道转移性肿瘤：阴道转移性肿瘤比原发性肿瘤常见。多是由宫颈、宫体和", "外阴癌", "转移而来。较多表现为接触性出血，一般发生于性交后或使用阴道器械及", "绝经", "后。阴道分泌物增多，可为水样，也间或有米汤样，或排液中混带血液。", "2.阴道皮垂：", "阴道皮垂位于阴道口或口内外，为细长条状粘膜突出物，如芽状，表面光滑。切片为阴道粘膜周围覆以复层鳞状上皮。这种皮垂常是分娩损伤愈合不整齐所致。"], "name": ["阴道壁息肉"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜增生鉴别", "子宫内膜不典型增生与其他两类单纯性增生、复杂性增生须予以鉴别。同时尚需注意与早期子宫内膜腺癌相鉴别。", "  1.病理形态的鉴别", "从形态上内膜增生与癌的诊断中存在的混乱。各种类型的增生性病变会被误诊为癌变。主要从以下几点发生混淆诊断：①对于细胞异型性的诊断各作者所取标准不一致。②用以鉴别不典型增生与高分化腺癌的间质浸润不易确定。③内膜间质肌纤维母细胞或平滑肌的化生易误诊为癌的肌层浸润。④息肉样腺肌瘤(Polypoid adenomyoma)也易误诊为间质浸润。", "随着诊断标准的继续完善、再加上分子生物学基因方面的发展，诊断准确性逐渐提高。", "2.临床特点的鉴别", "当组织学鉴别诊断遇到困难时，可结合临床特点综合考虑。对于子宫内膜不典型增生与内膜腺癌的鉴别，主要从以下两点作为参考。", "(1)年龄：", "从内膜增生发生的年龄来判断。内膜腺癌患者中年龄小于40岁者非常少见。但子宫内膜样癌却不具备这样的年龄特点。因此，在鉴别诊断时，首先要根据组织病理学提示的组织学类型，仅仅在不能鉴别分化好的内膜样癌与不典型增生时，可以年龄作为鉴别的参考因素。", "(2)药物治疗的反应：", "通过对药物治疗的反应来判别子宫内膜不典型增生和内膜腺癌。子宫内膜不典型增生对药物治疗的反应较敏感，在用药后短时间内其内膜即有明显逆转，用药剂量也可偏小。轻度不典型增生者，如果用小剂量孕激素周期性治疗(每个周期用药8～10天)，一般在3个月内显出疗效。中度或重度不典型增生者，所用孕激素剂量须要增加并且须不间断的连续应用3～6个月。停药后，有可能复发。而内膜腺癌患者一般对药物治疗反应慢，并需要更大剂量才能使内膜有转化反应。停药会很快复发。通过对他们对药物治疗反应的不同的特点可作鉴别诊断。"], "name": ["子宫内膜增生"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["轻度宫颈糜烂鉴别诊断", "宫颈表面柱状上皮生长缓慢，仅为较正常的单层柱状上皮覆盖，外观平坦，表面潮红、光滑的这一类型称为单纯型糜烂。", "柱状上皮生长速度快，并向间质生长，形成腺体增生、扩张，肉眼观表面呈细小颗粒状，称为颗粒状糜烂，或滤泡型糜烂。", "间质增生明显，宫颈表面形成许多小的突起或沟回，肉眼观表面高低不平，此种类型糜烂称为乳头状糜烂。"], "name": ["轻度宫颈糜烂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道痉挛鉴别诊断", "1、主要与", "性交疼痛", "相鉴别。二者均有性交时阴道疼痛。但", "阴道痉挛", "疼痛较轻，主要是阴茎不能纳入阴道进行性交。性交疼痛是以疼痛为主，并可有小腹疼痛，疼痛发生在性交后小时或数天，而勃起的阴茎尚能插入阴道进行性交。", "2.应与单纯的恐惧性性交回避和", "子宫内膜异位症", "或", "阴道炎", "症等器质性因素引起的痉挛或阻止插入相鉴别。"], "name": ["阴道痉挛"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["女性尖锐湿疣鉴别诊断", "女性假性湿", "疣", "：潜伏期3天-3周，有自限性，一般无症状，有的局部瘙痒，多见两侧小阴唇对称性分布，少见两个部位同时发生，病变呈鱼子样或珍珠样小丘疹，有的呈息肉样、绒毛样，不融合，无性乱史，5%醋酸涂后不变白。病因尚不清楚，有人认为多激素，真菌感染或其他慢性刺激有关，易被误诊为尖脱湿", "疣", "。主要是长在在两侧小阴唇内侧，左右都有，数目众多且对称，每个突起的形态较规则，呈葡萄状或鱼子状。用醋酸白试验不会发白。", "女性在有妇科炎症的时候，外阴部出现外观像青春痘一样的小突起物。如果这些突起物在炎症得到控制后，突起物消失，那么可以认为不是", "尖锐湿疣", "。有些女性在月经前后也会出现类似的突起物，过一段时间突起物就会消失，这种情况也不是", "尖锐湿疣", "。"], "name": ["女性尖锐湿疣"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、应与硬化性苔癣、慢性皮炎、神经性皮炎、外阴白斑、扁平苔癣、糖尿病外阴炎、外阴乳头瘤、白癜风、外阴癌等可使外阴皮肤变白的疾病鉴别。", "2、诊断时应排除糖尿病、霉菌等引起的外阴瘙痒。有溃疡、增生明显时、可考虑做病理检查。以防恶变的发生。", "3、在整体上望体胖、体瘦、体弱、体强、及有无畏寒、烘热、寒热往来、形寒肢冷的现象。审查舌质、辨别舌苔、候好脉象。问详：经、带、胎、产，同胞姐妹有无此病。", "4、外阴白斑又称为女阴白斑良营不良，肤较周围皮肤变厚、变硬，表面比较粗糙，当病变严重时、或白斑处皮肤因搔抓而发生破损、裂纹时，不仅瘙痒，而且外阴也感到疼痛，此病是外阴白色病变中属癌前变者，并非所有外阴皮肤变白都是外阴白斑。", "5、外阴部位的良性角化性病变称白色角化病。长期不愈的白色角化病可进一步发展为外阴白斑。病因不清，可能与全身性因素有关，如与糖尿病、内分泌紊乱有关。外阴的局部环境，如潮湿、热等物理刺激，可诱发外阴白斑病。 组织病理示粘膜上皮或表皮的增生性病变，在正常情况下，外阴粘膜无颗粒层及角质层，如发生白色角化病或外阴白斑则出现颗粒层面化，如生于于大阴唇皮肤粘膜移行部位则有明显角化过度，颗粒层增厚，棘层肥厚，约80%损害为良性的白色角化病，其棘细胞层未见棘细胞异形性，一般无角化不良细胞，表皮下方为慢性炎性细胞浸润。 而外阴白斑病则可见早期间变，即部分棘细胞出现异形性，核大小不一致，细胞大小亦不一致棘细胞排列紊乱，棘细胞浅层有角化不良细胞，称恶性角化不良细胞，真皮内有不同程度的炎性细胞浸润，真皮浅层胶原纤维无纯一化变性。 外阴白斑的治疗不可忽视，严重的患者甚至是会致癌。"], "name": ["外阴白色病变"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["复发性外阴阴道", "念珠菌病", "鉴别", "念珠菌外阴", "阴道炎", "经常在", "皮肤病", "的前后或同时并存，有相似之处。对", "外阴瘙痒", "、", "灼痛", "、局部充血、有皮损时，或治疗无效时要想到念珠菌性外阴阴道炎、同时是否有其他皮肤病、是否是", "复发性外阴阴道念珠菌病", "。", "有外阴瘙痒、灼热感及白带增多等并非均是假丝酵母菌感染，许多病原体均可引起几乎相似的症状或体征，所以必须进行鉴别。", "", "滴虫性阴道炎", " 阴道分泌物增多呈泡沫状，有时可呈浆液性或脓性，味恶臭。并可有", "尿道炎", "，", "膀胱炎", "，", "宫颈炎", "，尿道旁腺及巴氏腺感染，偶有肾孟", "肾炎", "。可出现排尿困难、", "血尿", "及夜尿。阴道检查可见宫颈充血，阴道壁充血，水肿，并有出血点，呈草莓状外观的特征性表现。可查到阴道毛滴虫。"], "name": ["复发性外阴阴道念珠菌病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "根据病史、症状及体征，不难作出诊断，但应注意与急性阑尾炎穿孔相鉴别。此外，有些疾病有类似急性盆腔腹膜炎的症状，如附件肿瘤蒂扭转、输卵管血肿破裂、子宫肌瘤坏死等等，特别腹腔大出血(如输卵管妊娠破裂)引起的腹膜刺激症状，有时确与盆腔腹膜炎、弥漫性腹膜炎的局部体征极难区别，而少数盆腔腹膜炎扩展到胆囊引起右上腹疼痛与压痛，又易于胆囊炎的体征相混淆。遇此等情况应详询病史，参考全身其他情况(如体温、血压及一般情况等)才能得出诊断。", "慢性盆腔腹膜炎多兼有慢性输卵管卵巢炎、慢性子宫肌炎病变，故常有慢性盆腔生殖器官炎的全部症状。治疗原则完全相同，无逐一鉴别的必要。", "1.急性阑尾炎穿孔：急性阑尾炎多无盆器感染史，以转移性右下腹痛的发病经过为多见。体温升高多在腹痛之后出现，疼痛部位以麦氏点处最为明显。腰大肌及结肠充气试验阳性，穿孔后以腹肌紧张及反跳痛为主要体征，直肠指诊右侧有触痛，妇科检查则多无异常所见。", "2.胆囊炎的症状，主要有右上腹疼、恶心、呕吐和发热等。有些病人会有恶心和呕吐，但呕吐一般并不剧烈。大多数病人还伴有发热，体温通常在38.0℃～38.5℃之间，高热和寒战并不多见。少数病人还有眼白和皮肤轻度发黄。", "3.肠穿孔：症状就是腹痛常突然发生，呈持续性剧痛，常使患者难以忍受，并在深呼吸与咳嗽时加重。疼痛范围与腹膜炎扩散的程度有关。腹部有明显压痛及反跳痛，腹直肌呈强直状，肝浊音区缩小或消失，肠音消失，严重时可有移动性浊音。腹腔穿刺或后穹窿穿刺抽出肠内容物可明确诊断。", "4. 异位妊娠破裂或继发感染：异位妊娠破裂多有 闭经 和阴道不规则流血史，有停经、腹痛、少量阴道出血。破裂后表现为急性剧烈腹痛，反复发作，阴道出血，以至休克。继发感染者多见于流产型出血之血肿的感染，有一过性腹痛或晕厥史，表现为高热、腹痛、腹胀，此时双合诊检查多不满意，后穹鹰穿刺有时可抽出陈旧性血及小血块。", "5、卵巢囊肿蒂扭转或破裂：本病指供应卵巢囊肿的血管发生了扭曲，是卵巢囊肿缺血，甚至坏死破裂，引起剧烈腹痛。妇科检查时可扪及盆腔一侧肿块，有触痛，患侧宫角处触痛更明显。"], "name": ["盆腔腹膜炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵泡囊肿鉴别诊断", "一、鉴别：", " 1.囊性", "颗粒细胞瘤", "：", "囊性颗粒细胞瘤由单一的颗粒细胞组成，细胞呈增生状态，核分裂象易见，与本症细胞呈退", "变性", "改变明显不同。", "2.囊性妊娠黄体：", "颗粒细胞和卵泡膜细胞显著黄素化，边缘保存黄色花环状结构。且由妊娠引起，与", "卵泡囊肿", "黄素化不同。"], "name": ["卵泡囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳腺囊性增生症鉴别", "乳腺增生病患者若临床表现不典型或没有明显的经前乳房胀痛，仅表现为乳房肿块者，特别是单侧单个、质硬的肿块，应与乳腺纤维腺瘤及乳腺癌相鉴别：", "(1)乳腺增生病与乳腺纤维腺瘤：", "两者均可见到乳房肿块，单发或多发，质地韧实。乳腺增生病的乳房肿块大多为双侧多发，肿块大小不一，呈结节状、片块状或颗粒状，质地一般较软，亦可呈硬韧，偶有单侧单发者，但多伴有经前乳房胀痛，触之亦感疼痛，且乳房肿块的大小性状可随月经而发生周期性的变化，发病年龄以中青年为多;乳腺纤维腺瘤的乳房肿块大多为单侧单发，肿块多为圆形或卵圆形，边界清楚，活动度大，质地一般韧实，亦有多发者，但一般无乳房胀痛，或仅有轻度经期乳房不适感，无触痛，乳房肿块的大小性状不因月经周期而发生变化，患者年龄多在30岁以下，以20～25岁最多见。此外，在乳房的钼靶X线片上，乳腺纤维腺瘤常表现为圆形或卵圆形密度均匀的阴影及其特有的环形透明晕，亦可作为鉴别诊断的一个重要依据。", "(2)乳腺增生病与乳腺癌：", "两者均可见到乳房肿块。但乳腺增生病的乳房肿块质地一般较软，或中等硬度，肿块多为双侧多发，大小不一，可为结节状、片块状或颗粒状，活动，与皮肤及周围组织无粘连，肿块的大小性状常随月经周期及情绪变化而发生变化，且肿块生长缓慢，好发于中青年女性;乳腺癌的乳房肿块质地一般较硬，有的坚硬如石，肿块大多为单侧单发，肿块可呈圆形、卵圆形或不规则形，可长到很大，活动度差，易与皮肤及周围组织发生粘连，肿块与月经周期及情绪变化无关，可在短时间内迅速增大，好发于中老年女性。"], "name": ["乳腺囊性增生症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、未成熟畸胎瘤", "好发人群：多见于年轻患者，平均年龄为19-24岁。", "症状：开始无症状，腹部肿块生长速度快，之后出现腹胀、腹痛。容易出现腹水。", "2、卵巢类癌", "好发人群：绝经后妇女，常发生于60岁左右。", "症状：", "盆腔有肿块。", "或会出现类癌综合症：面部潮红，周围血管功能絮乱，腹泻腹痛，皮下水肿，右心衰竭，支气管痉挛等。", "3、卵巢甲状腺肿", "好发人群：30-50岁。", "症状", "无症状或仅有腹部肿块。", "肿块大时产生局部压迫，可出现腹水、胸水。", "可有甲状腺机能亢进。", "4、神经外胚层肿瘤相鉴别。"], "name": ["卵巢成熟畸胎瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈腺癌鉴别", "与", "子宫内膜癌", "鉴别：宫颈腺癌可以是原发的或转移性，特别需排除延伸到宫颈管的子宫内膜癌。"], "name": ["宫颈腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["直肠", "子宫内膜异位症", "鉴别诊断", "临床上需与以下病症相鉴别：", "一、结直肠肿瘤：", "1、简介：", "发生在结肠和直肠区域的肿瘤，称之为结直肠肿瘤。", "2、临床表现：", "患者临床常表现为", "贫血", "、消瘦、大便次数增多，变形，并有粘液血便。有时出现腹部肿块和", "肠梗阻", "症状。好发部位以直肠为主，乙状结肠为次，其他部位较少。", "3、鉴别要点：", "①好发年龄偏大;", "②很少有不育及月经异常史;", "③病程较短;", "④常伴有体重减轻、恶病质、腹水等晚期肿瘤症状;", "⑤症状程度与经期无密切关系;", "⑥钡剂灌肠发现充盈缺损范围较小，边缘不规则但清晰，黏膜破溃。", "二、结直", "肠炎", "性病变：", "1、简介：", "", "直肠炎", "轻者仅粘膜发炎，重者炎症累及粘膜下层、肌层，甚至直肠周围组织;有时只是一部分直肠粘膜受累，有时直肠粘膜全部发炎，也可累及结肠部分粘膜都有炎症。", "2、临床表现：", "患者主诉直肠出血或直肠排出粘液，由", "淋病", "，", "单纯疱疹", "或巨细胞病毒引起的直肠炎可伴有强烈的肛门直肠疼痛。", "便秘", "与腹泻交替，便中含有粘液及血丝，大便时肛门口", "灼痛", "。因分泌物刺激，肛门周围表皮脱落，有时成裂口发痒，下腹部胀满不适，食欲不振，体重减轻，全身不适。", "3、鉴别要点：", "①常有发热、体重减轻的病史;", "②白细胞计数增高;", "③大便常规检查及细菌培养检查有异常;", "④钡剂灌肠检查见较长的充盈缺损，边缘不整齐，黏膜变形，与正常部分分界不明确。"], "name": ["直肠子宫内膜异位症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["滋养细胞肿瘤鉴别诊断", "由于单纯化疗均能取得较好治疗效果，无需再加手术，故常无大体标本可供病检，在这种情况下，只有依据临床资料区分侵蚀性", "葡萄胎", "和绒癌。", "在早期或症状不典型者，应与先兆", "流产", "，双胎妊娠等鉴别，有时水肿性流产(枯萎卵)与部分性胎块难以鉴别，与完全性或部分性葡萄胎不同之处为水肿性流产中无肉眼可见的绒毛", "肿胀", "，池的形成也少见，葡萄胎与水肿性流产的区别是流产的肿胀绒毛通常包绕的是薄层滋养细胞，后者的滋养细胞增生，是规则的，有离心性和极性，这些不是葡萄胎的特征，滋养细胞的非典型性并不是水肿性流产的特点，若出现则提示是葡萄胎，根据北京协和医院资料总结，以下两点对鉴别诊断有一定帮助：", "1.前次妊娠性质", "根据300余例手术切除标本病检，凡前次妊娠性质为流产(包括人工流产，", "宫外孕", "和稽留流产等)或足月产(包括", "早产", ")的，基本均可诊断为绒癌，如前次妊娠为葡萄胎，则可以是侵蚀性葡萄胎，也可以是绒癌，需依据葡萄胎排出时间再进行区分。", "2.葡萄胎排出时间", "根据170例前次妊娠为葡萄胎且经手术标本病检者分析：凡葡萄胎排出后已经超过1年者69例中62例为绒癌，如葡萄胎排出时间在半年以内，则73例中72例病检为侵蚀性葡萄胎，至于葡萄胎在0.5～1年，则两者均有可能，进行区分还有困难，一般说来间隔时间愈长，绒癌可能愈大，但在统计治疗效果时，为严格起见，这些病例均列入侵蚀性葡萄胎中，根据上述总结在以后病例作进一步验证，证明这种区分是基本上可行的。", "部分性葡萄胎与伴有绒毛水样", "变性", "的流产的区别是一个棘手的问题，后者显示绒毛水肿并具有葡萄胎样妊娠的某些特征，如绒毛水样肿胀，血管消失，伴有葡萄胎胎儿组织或在葡萄胎块血管内出现胎儿红细胞，但这不足以将其分类为部分性葡萄胎，它可能是一个孪生的完全性葡萄胎，在水泡状胎块内胎儿发育，或可能是第3型(即完全性和部分性以外的)水泡状胎块，总之，这仍是一个需深入研究的问题之一。", "侵蚀性葡萄胎如发生在葡萄胎排出后不久妇检中也可摸到一侧或双侧黄素化囊肿，但不如葡萄胎病人中常见，黄素化囊肿发生扭转或破裂也可出现腹痛，需和其他腹内出血相鉴别。", "胎盘部位", "滋养细胞肿瘤", "须与稽留流产(宫腔刮出物有绒毛及胎囊)，绒癌(有典型的细胞滋养细胞，合体滋养细胞和大量的出血坏死)以及合体细胞", "子宫内膜炎", "(胎盘部位浅肌层有合体滋养细胞浸润，并混有不等量的炎性细胞)相鉴别，同时形态上也需和平滑肌", "肉瘤", "，内膜间质肉瘤和透明细胞癌相区分，当瘤细胞呈梭形，类似平滑肌细胞时易与", "平滑肌肉瘤", "相混淆，但本病核分裂象少，无退变的平滑肌束，其临床经过及预后与平滑肌肉瘤也不相同，绒癌通常具有细胞滋养细胞和合体细胞滋养细胞的双相反应，细胞核分裂象多，有广泛的出血坏死，破坏母体组织，而本病缺乏上述特点，肿瘤细胞只沿组织间隙浸润，对母体组织亦不产生破坏及溶解作用，本病与合体细胞子宫内膜炎相比，肌层浸润程度较后者为深，是胎盘着床部位对抗滋养细胞浸润的局部防御机制遭到破坏所致，故认为是夸大形式的合体细胞子宫内膜炎。", "有关胎盘部位滋养细胞肿瘤与绒癌也可从多方面予以鉴别。"], "name": ["滋养细胞肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别", "一、扁平苔藓", "1、简介：", "扁平苔藓是一种具有特征性的紫红色扁平丘疹、斑丘疹，呈慢性经过的皮肤病。发于真皮浅层的慢性炎症性皮肤病，也侵及口腔粘膜。皮损为多角形紫色扁平丘疹，用液体石蜡涂搽后，可见小白点及细纹，称威克姆纹。", "2、临床表现：", "患者多无自觉症状，常偶然发现。有些患者感到黏膜粗糙、木溲感、烧灼感，口干，偶有虫爬痒感。", "3、鉴别要点：", "亦可见于女阴黏膜处，但身体他处常有扁平苔藓存在，活检可以鉴别。", "二、神经性皮炎", "1、简介：", "神经性皮炎好发于颈部、四肢、腰骶，以对称性皮肤粗糙肥厚，剧烈瘙痒为主要表现的皮肤性疾病。神经性皮炎又称慢性单纯性苔藓。", "2、临床表现：", "本病初发时，仅有瘙痒感，而无原发皮损，由于搔抓及摩擦，皮肤逐渐出现粟粒至绿豆大小的扁平丘疹，圆形或多角形，坚硬而有光泽，呈淡红色或正常皮色，散在分布。因有阵发性剧痒，患者经常搔抓，丘疹逐渐增多，日久则融合成片，肥厚、苔藓样变，表现为皮纹加深、皮嵴隆起，皮损变为暗褐色，干燥、有细碎脱屑。", "3、鉴别要点：", "皮损呈苔藓样变，多发于大阴唇及女阴部皮肤，不见于黏膜。", "三、白癜风", "1、简介：", "白癜风(vitiligo)是一种常见多发的色素性皮肤病。该病以局部或泛发性色素脱失形成白斑为特征，是一种获得性局限性或泛发性皮肤色素脱失症，是一影响美容的常见皮肤病，易诊断，治疗难。", "2、临床表现：", "白癜风是一种获得性皮肤色素脱失性疾病，表现为部分色素不均的皮肤，逐渐产生白斑，然后逐渐弥漫的补丁和蔓延。", "3、鉴别要点：", "见于阴部皮肤，皮损除色素消退外，无其他改变，白斑周围色素常加深，不感瘙痒。延及阴阜者，阴毛可变白。病理改变除基底层黑色素消失外，上皮无病理改变。"], "name": ["阴道白斑"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈复发癌鉴别诊断", "一、鉴别：", "1.全身检查：注意全身器官有无可疑病灶，浅表淋巴结有无肿大，尤其是左锁骨上淋巴结及下肢水肿等体征。", "2.盆腔检查：多数复发病灶是在治疗后随诊时发现的，手术后窥视阴道残端可见出血的癌灶或阴道黏膜下增厚僵硬的浸润灶(尤其是腺癌者)，或盆腔扪及包块可诊断术后复发，后者应与术后淋巴囊肿相鉴别，对放疗后复发的诊断，盆腔检查时需注意以下几点：", "1)放疗后已愈的宫颈或阴道，外阴又出现充血，糜烂或类似肉芽状病灶时不应忽视，须进一步检查，中国医学科学院肿瘤医院章文华等(1990)报道中心性复发的病例中85.7%有此类表现。", "2)放疗后宫颈萎缩或组织愈合后又出现宫颈增大，结节，不平甚至溃疡坏死，此时应高度怀疑复发，但需与放射性坏死鉴别，后者的宫颈质地均匀一致，经阴道冲洗局部消炎等处理后会渐趋好转。", "3.放疗后子宫增大应与宫腔积液，积脓及其他宫体恶性肿瘤区别，分段取子宫内膜作病检以明确诊断，B超，CT或MRI等辅助检查亦可协助诊断。", "4.宫旁增厚要注意是均匀的片状增厚或是结节性增厚，结合临床动态观察，以区别复发还是放射性纤维化。"], "name": ["宫颈复发癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "1、在检查发现阴道横隔时，首先要注意机工隔上(常在中央部位)有无小也，有孔隙者可用探针插孔内，探查小孔上方阴道的宽度及深度以明诊断。", "2、应与处女膜闭锁相鉴别。根据症状以及妇科检查不难鉴别。但如完全闭锁时，其症状与处女膜闭锁大同小异。"], "name": ["阴道横隔"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并", "子宫肌瘤", "鉴别", "肌瘤常易与下列疾病混淆，应予以鉴别：", "  1.子宫腺", "肌病", "及腺肌瘤", " 两者都可使子宫增大，但子宫腺肌病时子宫常呈均匀性增大，腺肌瘤则表现为子宫有局限性结节状突起，质地坚硬，有时在盆腔还可发现", "子宫内膜异位症", "的其他体征，且半数以上患者有渐进性", "痛经", "。超声检查有助于诊断，可发现宫体光点不均。但子宫肌瘤合并子宫腺肌病者也不少见，最后有待手术标本的病理学检查始能明确。", "2.妊娠子宫", " 妊娠子宫质软，均匀性增大，患者有停经史，而肌瘤患者表现为月经量增多或不规则阴道流血，肌瘤除有", "变性", "外质地硬。故临床上凡是已婚育龄妇女伴子宫增大者，应仔细询问月经史，除外妊娠可能，必要时辅以妊娠试验，超声检查来鉴别。子宫肌瘤患者可以合并妊娠，也必须想到。", "3.", "卵巢肿瘤", "浆膜下子宫肌瘤与实质性卵巢肿瘤、肌瘤有变性者与囊性卵巢肿瘤或卵巢肿瘤与子宫发生粘连者，在鉴别诊断上有一定困难。详细询问病史，仔细妇科检查注意肿瘤与子宫关系，必要时可用子宫探针探测子宫腔深度及方向，辅以超声检查，多能鉴别，但有的须在手术中方能确诊。", "4.", "子宫恶性肿瘤", "宫腔内黏膜下肌瘤继发感染、出血、分泌物增多，易与", "子宫内膜癌", "混淆，超声检查、宫腔细胞学检查、诊断性刮宫做病理学检查，均有利于鉴别。黏膜下肌瘤脱出于阴道内伴感染，引起不规则阴道流血及恶臭排液时，易与外生型", "宫颈癌", "混淆，仔细妇科检查不难鉴别，必要时可行病理学检查协助诊断。", "5.", "子宫肥大", "症", " 患者也有", "月经过多", "，子宫增大，易与肌壁间小肌瘤或宫腔内黏膜下肌瘤混淆。但子宫肥大症患者子宫呈均匀性增大，一般在2个月妊娠大小左右，宫腔形态正常，超声检查有助于鉴别。", "6.", "子宫内翻", " ", "悬吊于阴道内的较大黏膜下肌瘤其形状与翻出的子宫很相似，两者均可有月经量多，阴道分泌物多，但仔细检查不难鉴别。子宫内翻者除在阴道内扪到包块外，盆腔内扪不到子宫体，子宫探针检查时不能进入宫腔，有时在肿块表面可见到双输卵管开口。而黏膜下肌瘤者，手指伸入颈管可扪及瘤蒂。", "7.", "子宫畸形", "双子宫", "或残角子宫易误诊为子宫肌瘤，子宫输卵管碘油造影、超声检查或腹腔镜检查均可明确诊断。", "8.", "盆腔炎", "性包块", " 盆腔炎性包块与子宫紧密粘连时可被误诊为子宫肌瘤。但患者往往有盆腔感染史，反复发作的下腹疼痛、发热等症状，肿块常为双侧性，较固定，有压痛，超声检查有助于鉴别。", "当子宫肌瘤长于肌壁深层时，子宫呈均匀性增大，肌瘤不易被查出而被漏诊。当发现妊娠子宫之实际大小超过停经时间时，或孕妇稍微身体用力可诱发轻微宫缩者，应留意其是否为", "妊娠合并子宫肌瘤", "。相反，如早孕的胎盘着床于子宫一侧，引致子宫增大不均，易被误为妊娠合并子宫肌瘤;但达妊娠中期之子宫增大显著后，这种子宫不规则的增大现象会随之消失。子宫在分娩后产生复旧，妊娠期增大的肌瘤也会随之缩小。"], "name": ["妊娠合并子宫肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.鲍文病 多见于中年以上，平均发病年龄为55.6岁，身体任何均可发生，病灶较鲍文样丘疹病大，常超过1cm以上。呈暗红色斑块，境界清楚而不规则，表面常覆盖角化鳞屑，有糜烂结痂及肉芽组织形成，镜下瘤细胞异形性较明显，核分裂象多见，病变波及末端毛囊、外毛根鞘、皮脂腺导管，易发展成浸润性癌。而鲍文样丘疹病皮肤结构完整，角化细胞存在角质透明颗粒和角蛋白小体的细胞成熟标志。", "2.尖锐湿疣 多见于青年，发生部位为外阴大小阴唇、宫颈、阴道肛周等处，肿物灰红色，呈密集乳头状或桑葚样改变，质脆易折断，病灶表面及周围分泌物增多，有明显瘙痒。镜下上皮呈乳头瘤样增生，以棘层细胞增生为主。棘层内有片状或灶状的典型挖空细胞(koilocyte)，细胞大而圆，胞浆透亮呈空泡状，核大深染而不规则，可见有核分裂象。", "3.恶性黑色素瘤 多见于背部及小腿，病灶常较大，大于1.5～2.5cm，呈棕褐色或黑褐色，肿瘤表面常见有糜烂、溃疡，镜下见圆形或多边形含黑色素的痣细胞样瘤细胞，细胞异形性明显，核分裂象多见，核仁大而清楚，呈嗜酸性，瘤细胞常呈巢状、索状排列，肿瘤呈浸润性生长并浸润表皮及真皮下组织，转移快，病死率高。", "4.色素痣 细胞星多边形、小圆形，细胞大小一致，无核分裂象，呈巢状、索状排列，在表层成熟的痣细胞常含大量黄褐色黑色索颗粒。", "5.外阴汗管瘤 是一种痣样肿瘤，有相当一部分患者有家族史，多见于青春期和中年妇女，与内分泌有关，可单独位于外阴，亦可同时在面部上下眼睑等部位，为似蜡样光泽的扁平丘疹，颜色近乎皮色，镜下肿瘤细胞常位于真皮浅层小范围内。在纤维性间质内有很多小导管，形如逗号或蝌蚪状，近表皮处可有囊样导管腔。"], "name": ["阴部鲍恩样丘疹病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经后", "子宫内膜癌", "鉴别", "  1.围绝经期功能性子宫出血", " 主要表现为月经紊乱，如经量增多、经期延长、经间期出血或不规则流血等。妇科检查无异常发现。该病与子宫内膜癌的症状和体征相似，应先行分段诊刮，排除内膜癌后再作相应治疗。", "2.老年性", "阴道炎", "老年性阴道炎", "可表现为血性白带，需与内膜癌鉴别。前者阴道壁充血或黏膜下散在出血点;后者阴道壁正常，排液来自宫颈管内。对老年妇女应注意两种情况并存的可能。", "3.子宫黏膜下肌瘤或内膜息肉", " 表现为", "月经过多", "及经期延长，可选用B型超声检查、宫腔镜及分段诊刮确诊。", "4.老年性", "子宫内膜炎", "合并", "宫腔积脓", "表现阴道排液增多，浆液性、脓性或脓血性。子宫正常大或增大变软。扩张宫颈管并诊刮可明确诊断。", "5.宫颈管癌、子宫", "肉瘤", "及输卵管癌", " 均有阴道排液增多，或不规则流血。宫颈管癌因癌灶位于宫颈管内，宫颈变粗变硬呈桶状。子宫肉瘤可有子宫增大，变软。输卵管癌以阴道排液、阴道流血、下腹隐痛为主要症状，可有附件包块。分段诊刮及B型超声可协助鉴别诊断。"], "name": ["绝经后子宫内膜癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["继发性痛经鉴别", "继发性", "痛经", "首先应找到原发病灶。注意与", "原发性痛经", "相鉴别。完整的病史，发病年龄、病情进展、病的性质、伴发症状等有助于鉴别诊断。"], "name": ["继发性痛经"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.蛲虫可以合并淋病或其他性传播性疾病，必须与淋病等性传播疾病相鉴别。", "2.虫体进入腹腔，可导致蛲虫性腹膜炎和肉芽肿，常被误诊为肿瘤和结核病等。", "3.与其他因素引起的幼女阴道炎鉴别：", "外阴局部卫生不佳：患儿母亲及保教人员不注意患儿外阴清洁，大便后处理不当，或用污染的纸擦抹肛门，使肠道细菌侵入阴道，引起阴道炎。", "异物：如花生米、豆类、发夹、别针、小石头等塞入阴道，由于异物造成阴道上皮损伤，而发生继发性感染。", "继发性外阴、阴道炎：幼女在上呼吸道感染或泌尿道感染后，细菌通过灰尘直接传入阴道而引起感染。", "特异性阴道炎：滴虫或霉菌性阴道炎，在婴幼儿罕见。"], "name": ["蛲虫性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["围绝经期功能失调性子宫出血", "鉴别", "在临床工作中，准确诊断功能失调性子宫出血并非易事，而误诊功能失调性子宫出血常有发生。不正常子宫出血可由多种疾病引起。", "1.妊娠及妊娠相关疾病", "(1)", "流产", "：", "当患者无停经史而伴有不规则少量阴道出血，尤其近围绝经期者，容易误诊为功能失调性子宫出血。", "(2)", "宫外孕", "：", "部分宫外孕患者无停经史而以不规则阴道出血为主要表现，个别还可表现为较多量的阴道出血，如以功能失调性子宫出血给予雌孕激素治疗，常可导致严重后果，可能发生", "输卵管妊娠", "破裂。", "(3)滋养细胞疾病：", "近围绝经期葡萄胎患者可能被忽略妊娠的可能性，无葡萄胎史的绒癌患者也可能误诊功能失调性子宫出血延误确诊时间。", "2.生殖器官肿瘤", "(1)", "子宫肌瘤", "：", "尤以小型黏膜下肌瘤伴有不规则阴道出血的围绝经期患者可能误诊。应了解子宫基本正常大小时，仍有器质性疾患存在的可能。若按功能失调性子宫出血治疗无效时，更应进一步确定诊断。", "(2)宫颈及", "子宫恶性肿瘤", "：", "如", "子宫内膜癌", "往往以不规则阴道出血为主要症状。如不及时行诊刮术则可能误诊为功能失调性子宫出血而延误治疗。", "(3)功能性", "卵巢肿瘤", "：", "如", "卵巢颗粒细胞瘤", "及卵泡膜瘤，可因肿瘤分泌的雌激素作用导致", "子宫内膜增生", "过长，如仅针对内膜病变治疗，则延误了卵巢肿瘤的诊断。", "3.生殖器的其他器质性疾患", " 常见的有", "子宫内膜异位症", "、子宫肌腺病、", "盆腔炎", "、盆腔结核，尤其在子宫内膜结核的早期，以及", "子宫内膜息肉", "、宫内节育器所致不规则阴道出血均常与功能失调性子宫出血混淆。", "4.全身性疾病", " 包括急性感染、", "血小板减少症", "、再生障碍性", "贫血", "、", "白血病", "、", "肝硬化", "、以及抗凝血治疗等，都有可能在一段时期内被误为功能失调性子宫出血。"], "name": ["围绝经期功能失调性子宫出血"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["高催乳素血症鉴别", "  1.催乳素正常的溢乳症", " 有些妇女有溢乳但血PRL水平正常，称为催乳素正常的溢乳症(normoprolactinaemic lactorrhea)。催乳素正常的溢乳症并不少见，据国外资料显示：女性溢乳症中28%～55%血PRL水平正常。催乳素正常的溢乳症好发于育龄妇女，较少出现月经紊乱(约1/3)。一些病人的溢乳与正常的妊娠、哺乳有关，这些妇女停止正常的哺乳后仍有乳汁分泌，并维持很长时间。另有一些则与口服避孕药有关，有些则原因不明。目前对催乳素正常的溢乳症的产生机制尚不很清楚，曾有人认为患者体内存在一种变异的PRL，它具有正常的生物活性但不能为通常的放射免疫法测得，故病人有溢乳但血PRL水平正常;也有人认为可能系体内其他具有催乳活性的激素(如hGH)水平升高所致。但上述观点迄今没有得到证实，目前，多数学者认为系患者对PRL的敏感性增加所致。至于机体对PRL敏感性增加的原因尚不清楚，可能与PRL受体水平增加有关。Johnston等认为，正常女性在妊娠和哺乳期PRL受体水平有生理性的升高，停止哺乳后血PRL和乳腺PRL受体水平都恢复到正常，但少数病人因某种缺陷使得停止哺乳后PRL受体仍维持于高水平，故血PRL水平虽然正常但仍有溢乳(口服避孕药所致者的形成机制与此相似)。有人使用小剂量的溴隐亭(虽然血PRL水平正常)，使血PRL水平降至正常低限，溢乳症状可得改善，亦支持这种观点。", "催乳素正常的溢乳症的特点是PRL的分泌正常，患者不仅基础PRL水平正常，对", "低血糖", "和TRH的反应亦正常，借此可与高PRL", "血症", "所致溢乳症鉴别。", "2.高PRL", "血症", "病因的鉴别", " 在确定存在高PRL血症后，应进一步作出病因诊断。首先应详细询问病史，以判明高PRL血症是否因药物引起。其次应测定肝、肾功能，以确定高PRL血症是否因", "肝硬化", "或肾衰引起。TSH、T3、T4的测定是必要的，如TSH、T3、T4均显著升高，可能为垂体TSH瘤引起的高PRL血症;如TSH升高而T3、T4降低，可能为原发性甲减引起的高PRL血症。同时应测定血GH、ACTH及皮质醇水平，以明确是否存在GH瘤和ACTH瘤，因为它们都可引起高PRL血症。FSH/LH和α亚单位的测定有助于促性腺激素瘤和无功能垂体", "腺瘤", "的诊断，这对鉴别高PRL血症的原因也有价值。", "垂体CT、MRI检查及血PRL测定对病因诊断具有重要意义。一般来说，如CT、MRI有阳性发现，血PRL水平超过9.1nmol/L(200ng/ml)，则PRL瘤的诊断可以确立。血PRL水平与肿瘤大小密切相关，大", "腺瘤", "血PRL水平多在11.38nmol/L(250ng/ml)以上，而微腺瘤则多在9.1nmol/L(200ng/ml)以下。如血PRL水平仅轻至中度升高(低于9.1nmol/L)而CT、MRI显示有大腺瘤，则此肿瘤往往并非真正的PRL瘤，属于所谓假性PRL瘤。", "近年，有人用11C标记的多巴胺D2受体拮抗剂甲基螺哌隆和雷氯必利作PET显像，不仅具有诊断意义，而且可预测多巴胺受体激动剂的疗效。一般来说，可显像者对多巴胺受体激动剂反应良好。"], "name": ["高催乳素血症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.", "流产", "：", "葡萄胎", "病史与", "先兆流产", "相似，容易混淆、先兆流产有", "停经", "、阴道流血及", "腹痛", "等症状，", "妊娠", "实验阳性。但葡萄胎时多数", "子宫", "大于相应孕周的正常妊娠，HCG水平持续高值，B型超声图像不见胎囊及胎心搏动，而显示葡萄胎特点。", "2.双胎妊娠：子宫大于相应孕周的正常单胎妊娠，HCG水平也略高于正常，可与葡萄胎相混淆，但双胎妊娠无阴道流血，B型超声检查可以确诊。", "3.", "羊水过多", "：一般发生于妊娠期，若发生于妊娠中期，因子宫迅速增大，需与葡萄胎相鉴别。羊", "水过多", "时无阴道流血，HCG水平在正常范围，B型超声检查可以确诊。"], "name": ["恶性葡萄胎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢炎鉴别诊断", "急性与", "急性阑尾炎", "、急性肾盂炎、", "输卵管妊娠", "流产", "或破裂及卵巢囊瘤蒂扭转等鉴别;慢性应与陈旧性", "宫外孕", "、", "子宫内膜异位症", "等鉴别。"], "name": ["卵巢炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.异位妊娠破裂或流产 因有腹痛或少量阴道出血，腹腔内出血体征与黄体囊肿破裂相似，但前者常有停经、早孕反应，主要做妊娠试验以资鉴别。", "2.急性阑尾炎 有转移性右下腹痛、腹膜刺激征明显，而无内出血症状和体征，妇科检查宫颈举痛可以鉴别。"], "name": ["黄体破裂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜间质", "肉瘤", "鉴别", "1、", "子宫内膜息肉", "常为多发，有蒂，且较细，体积较小。", "2、子宫黏膜下肌瘤", "可由宫腔脱出至阴道，生长快，血流信号丰富，有低阻频谱，部分患者血清CA125可升高。", "多需手术病理确诊。", "诊断子宫内膜间质肉瘤尚需", "3、差分化子宫内腺癌", "癌细胞呈梭形、网形，呈巢状或片状。", "网状纤维染色可见网状纤维围绕癌巢。", "免疫组化：角蛋白Keratin( )，EMA( )，癌胚抗原CEA( )，波形蛋白Vimentin(-)。", "4、", "平滑肌肉瘤", "瘤细胞形态大小可多样性，排列紊乱，浸润性生长。", "核异型明显，核分裂象大于10个/10HPF", "免疫组化：波形蛋白Vimentin( )，SMA( )，Desllin( )，角蛋白Keratin(-)。", "Masson三色瘤细胞呈红色，MaIlory磷钨酸苏木素染色可见胞浆中有纵行肌丝。"], "name": ["子宫内膜间质肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫腔积脓应与以下病症相鉴别：", "一、急性宫颈炎：", "1、简介：", "急性子宫颈炎(acutecervieitis)主要见于感染性流产产褥期感染不洁性活动、宫颈损伤或阴道异物致病原体进入而发生感染。较慢性子宫颈炎少见，阴道滴虫、霉菌及淋病感染常同时伴有急性子宫颈炎。", "2、病因：", "阴道发生急性滴虫性阴道炎或霉菌性阴道炎、细菌性阴道炎时可以引起急性宫颈炎症;淋病双球菌感染时也常出现急性淋菌性宫颈炎。", "3、临床表现：", "白带增多是急性宫颈炎最常见的、有时甚至是唯一的症状，常呈脓性。由于宫颈炎常与尿道炎、膀胱炎或急性阴道炎、急性子宫内膜炎等并存，常使宫颈炎的其他症状被掩盖，如不同程度的下腹部、腰骶部坠痛及膀胱刺激症状等。", "急性淋菌性宫颈炎时，可有不同程度的发烧和白细胞增多。", "二、急性子宫内膜炎：", "1、简介：", "子宫炎是盆腔生殖器官炎症之一，为妇女常见病，炎症可局限于一个部位，也可几个部位同时发病。", "2、病因：", "主要原因为流产，产褥感染，子宫腔内安放避孕器、镭针，子宫颈扩张，诊断刮宫或宫颈电灼、激光、微波等物理治疗。性病等病原体上行性感染也可引起。", "3、临床表现：", "急性期：子宫内膜充血，水肿，炎症细胞浸润，重症者出现化脓。主要表现为发热，下腹痛，白带增多、有时为血性或有恶臭，有时子宫略大，子宫有触痛。", "慢性期：表现也基本相同，也可有月经过多、下腹痛及腰骶附胀明显。临床上以多个部位发生炎症为多见。", "急性炎症有可能引起弥漫性腹膜炎、败血症以致感染性休克、子宫肌炎，输卵管炎及盆腔炎等，使病情加重。"], "name": ["宫腔积脓"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢", "颗粒细胞瘤", "鉴别", "1、小细胞癌、未分化癌", "无内分泌紊乱造成的临床症状，体征、术中探查等出现较明显的不同。", "2、其他致临床内分泌紊乱的", "卵巢肿瘤", "良性上皮性肿瘤与颗粒细胞瘤的手术范围、术后处理、预后等均有明显的区别。", "3、其他类型性索间质肿瘤", "最常见：有环管状性索肿瘤、支持细胞瘤、硬化性间质瘤等。", "环管状性索肿瘤、支持细胞瘤可出现家族性黑斑息肉综合征(Peutz-Jeghers syn-drome，PJS)：属于常染色体显性遗传性疾病。", "在面部、口唇、口腔黏膜、舌、指、趾端等处出现多发性", "色素斑", "。", "胃肠道(多在小肠)出现", "错构瘤", "性多发息肉，引起出血、", "肠梗阻", "。个别息肉出现在鼻咽部、膀胱、气管黏膜。"], "name": ["卵巢颗粒细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与非特异性外阴炎、外阴阴道假丝酵母菌病、外阴阴道滴虫病等鉴别。"], "name": ["外阴蛲虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.硬化性苔藓应与老年生理性萎缩相区别。后者仅见于老年性妇女，其外阴部皮肤的萎缩情况与身体其他部位皮肤相同，表现为外阴组织包括皮肤各层及皮下脂肪层均萎缩，因而大阴唇变平，小阴唇退化，但患者无任何自觉症状。", "2.原发性外阴萎缩(primary vulvar atrophy)，可发生于中年妇女，初起时皮下脂肪组织消失，大阴唇变平，继而毛发脱落，表皮枯萎，干燥发亮，呈淡白或灰白色，可能出现小红斑，小阴唇及阴蒂亦随之萎缩消失，多伴有外阴瘙痒、烧灼或刺痛感。此类患者虽无硬化性苔藓发病早期出现的典型丘疹病变，但其临床与病理发现无法与晚期硬化性苔藓患者相区别，因而有些学者认为所谓原发性外阴萎缩可能是在幼女期曾患外阴硬化性苔藓，痊愈后在中年又复发，因而外阴萎缩，故仍应当诊断为外阴硬化性苔藓而不应另行诊断为原发性外阴萎缩以免混淆。", "3.硬化性苔藓应与白癜风及白化病鉴别。白癜风无自觉症状，局部皮肤白色区域与周围组织界限清楚，表面光滑润泽，弹性正常，身体其他部位可伴发白癜风。白化病无自觉症状，身体其他部位也可发现相同病变。"], "name": ["外阴硬化性苔藓"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴卡波西肉瘤鉴别诊断", "本瘤形态多变，可误为", "化脓性肉芽肿", "，但后者缺乏梭形细胞成分，还要与杆菌性", "血管瘤", "病，其他", "肉瘤", "等鉴别，另外，需注意与动静脉瘘形成的假性Kaposi肉瘤区别，后者虽组织学上也显示毛细血管，成纤维细胞增生和红细胞渗出，但无血管裂隙和非典型性梭形细胞，并可表现为患处皮温升高，多毛，多汗及听到患处连续性血管杂音或触到震颤。"], "name": ["外阴卡波西肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜癌伴卵巢转移：", "病理检查中满足一下标准中的两项则可确诊。", "①双侧卵巢受累，卵巢呈多结节状", "②小卵巢(<5cm)。", "③血管浸润。", "④输卵管受累。", "⑤子宫深肌层浸润。"], "name": ["女性生殖道多部位原发癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["月经失调性", "不孕症", "鉴别诊断", "与", "血清抗精子抗体阳性之不孕症", "、输卵管阻塞性不孕、无排卵性不孕症、盆腔炎症性不孕症、黄体功能不全性不孕相互鉴别。"], "name": ["月经失调性不孕症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴早期浸润性鳞癌鉴别诊断", "1.外阴", "白癜风", "：是一种原发性的局限性或泛发性的皮肤色素脱失症，常可在身体其他部位，特别是头面部同时发现皮肤病变，病变区皮纹正常，与周围境界清楚，一般无其他自觉症状。", "2.外阴", "湿疹", "：较常见，与过敏体质有关，常有某种理化刺激因素存在，病变累及大小阴唇及其周围皮肤，形成不规则大小片，边缘具局限性或相当鲜明，周围皮肤有不同程度浸润和变厚，极少鳞屑，但因奇痒，经常搔抓，局部发生白癜风样变，易被误为癌前病变或癌变。"], "name": ["外阴早期浸润性鳞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈微小型浸润癌鉴别", "由于微小浸润性腺癌(microinvasive adenocarcino-ma)无法像鳞状上皮层有一目了然的基底细胞膜层，因此定义也无法明确地界定。此外，腺癌多半有好几个病灶，能提供保守手术结果的数字不多，不能完全以鳞状上皮微小浸润性癌作为处理的蓝本，应该在锥形切除后个别考虑。尤其在少见的腺癌，如透明细胞癌(clear cell carcinoma)和恶性", "腺瘤", "(adenoma malignum)，虽然它们的腺体与正常的子宫颈内膜腺体酷似，但它的深度与正常的不一样。腺鳞癌(adenosquamous carcinoma)的细胞分化甚差，预后也很坏。只有新近报告的绒毛腺癌(villoglandular cervical adenocarcinoma)，虽也好发在较年轻的年龄群，但预后甚佳。"], "name": ["宫颈微小型浸润癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴表皮内瘤变鉴别诊断", "   本病应与外阴湿", "疣", "、", "外阴白色病变", "、痣、脂溢性角化瘤和黑色棘皮瘤等相鉴别。", "1.外阴萎缩性硬化性苔藓(lichen sclerosiset atrophicus) ：", "1）简介：", "多发生于41～60岁妇女。以外阴、肛周皮肤萎缩变薄为主的皮肤疾病。由于皮肤萎缩为此病特征，故至今皮肤科医师仍称此病为“硬化萎缩性苔藓”。病变主要侵犯阴蒂及其包皮、小阴唇、阴唇后联合及肛周，是最常见的外阴白色病变。", "2）临床表现：", "皮损呈象牙白色丘疹，融合成各种大小与形状的斑块，皮损周围呈紫色，境界清楚而有光泽，触诊较硬，外阴皮肤呈白、干、硬、粗糙。", "3）相关检查：", "镜下见表皮萎缩、角化过度，钉突消失，基底层液化变性，真皮层见淋巴细胞浸润。", "2.外阴增生型", "营养不良", "：", "1）简介：", "多发生于40岁以上妇女。", "2）临床表现：", "常先在女阴阴道黏膜、小阴唇内外侧、阴蒂，继而延及大阴唇内侧显示灰白色斑块，表面角化、粗糙，伴有浸润肥厚，常具有瘙痒感。", "3）相关检查：", "镜下见黏膜上皮或表皮的增生性病变，女阴黏膜出现颗粒层角化，但一般无角化不良细胞。", "3.外阴", "汗管瘤", "：", "1）简介：", "是一种痣样肿瘤，有相当一部分患者有家族史，多见于青春期和中年妇女，与内分泌有关。", "2）临床表现：", "可单独位于外阴，亦可同时在面", "3）相关检查：", "部上下眼睑等部位，为似蜡样光泽的扁平丘疹，颜色近乎皮色。", "镜下肿瘤细胞常位于真皮浅层小范围内，在纤维性间质内有很大小导管，形如逗号或蝌蚪状，近表皮处可有囊样导管腔。", "4.", "尖锐湿疣", "：", "1）简介：", "尖锐湿疣是由人类乳头瘤病毒(HPV)感染引起的一种性传播疾病。主要类型为HPV1、2、6、11、16、18、31、33及35型等，其中HPV16和18型长期感染可能与女性", "宫颈癌", "的发生有关。", "年轻人多见，大多为16～25岁性活跃者，好发于大小阴唇、阴蒂、阴道和宫颈。", "2）临床表现：", "尖锐湿疣初期时不痛不痒，皮疹也不明显，多数患者一般无症状。损害大小及形状不等。可仅为数个，亦可为多数针头样大的损害：在阴肛部可长成大的肿瘤样物，有压迫感;有恶臭味;有时小的湿疣可出现阴部痛痒不适，病人可出现尿血和排尿困难;直肠内尖锐湿疣可发生疼痛、便血，而直肠内大的湿疣则可引起里急后重感。", "3）相关检查：", "镜下见角化过度伴角化不全，表皮呈不规则增生或假性上皮瘤样增生，棘层肥厚，挖空细胞呈灶性、散在及片状分布，HPV6、11阳性。", "   5.浅表扩展性", "黑色素瘤", "：", "1）简介：", "肿瘤的一种，主要分布于皮肤表面，所以也是", "皮肤癌", "的前期症状，死亡率高，应及时诊断和治疗。", "2）临床表现：", "常见于背及小腿，皮损轻微隆起，可有黄褐色、棕黑、粉红、蓝灰色多种色泽变化。", "3）相关检查：", "镜下见表皮棘层肥厚，整个表皮杂乱散布着大而圆的黑色素细胞，单个或成巢位于表皮下部，大多黑色素细胞的核不典型，染色深，胞浆丰富并含有不等量的黑色素。", "6.外阴早期癌：", "1）简介：", "", "外阴癌", "多见于老年妇女。多数发生在", "绝经", "后。", "2）临床表现：", "外阴癌早期症状常见的有外阴白斑，常表现为结节性肿物或略有疼痛，", "外阴瘙痒", "是最常见症状。一般外阴癌早期症状不甚明显，所以容易被当成一般妇科疾病而被忽视，所以对于外阴癌早期信号应引起足够重视。", "3）相关检查：", "镜下见细胞核异形性明显，核大深染，可见病理性核分裂象，可见间质浸润，预后不良。"], "name": ["外阴表皮内瘤变"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴肿瘤鉴别诊断", "应与以下病症相鉴别：", "应与外阴前庭膨出相鉴别。"], "name": ["外阴肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经后子", "宫颈癌", "鉴别", "由于宫颈癌无特异性临床症状，因此应注意与感染性", "阴道炎", "、", "老年性阴道炎", "、", "宫颈糜烂", "、", "宫颈息肉", "、宫腔黏膜下肌瘤、宫颈黏膜下肌瘤、宫颈结核等良性病变相鉴别。这些病变都可表现为不规则阴道出血及宫颈糜烂或新生物，初步鉴别诊断的主要检查方法是宫颈脱落细胞学检查。而鉴别诊断的可靠方法是宫颈新生物活体组织病理学检查。阴道镜等辅助检查方法可以提高活检取材部位的准确性。"], "name": ["绝经后子宫颈癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "1.阴道上皮萎缩 ：年老妇女雌激素缺乏所致的上皮萎缩，阴道细胞学检查可能被怀疑为癌；组织学检查因整个上皮可由基底细胞或亚基底细胞构成和上皮顶层细胞缺乏糖原，碘试验阳性，而与阴道上皮内肿瘤相似。但此类病人可在阴道内使用雌激素软膏持续2周后，再行阴道细胞学或组织学检查，可恢复为正常的阴道上皮。", "2.阴道尖锐湿疣：肉眼观察此类病灶难以与阴道鳞状上皮癌鉴别，均需依靠组织学检查。", "3.阴道炎症：阴道炎与早期阴道癌有时在肉眼上难以分辨，尤其是癌灶为多中心或弥漫性生长时，需借助组织学检查。", "4.子宫内膜腺癌阴道转移：部位多在阴道下段左右两侧或尿道下方，孤立结节，位于粘膜或粘膜下，肿瘤结节可破溃形成溃疡、出血和感染。可伴有子宫增大，子宫腔诊刮阳性。", "5.尿道旁腺癌：多累及阴道前庭，可有尿频、尿痛或排尿障碍。", "6.前庭大腺腺癌：多累及阴道下段侧壁，肿块位置较为深。", "7.阴道的子宫内膜异位：罕见，常好发于穹窿部。其结节随月经次数增加而增大，周围呈炎症性浸润状，往往合并盆腔子宫内膜异位症。常有痛经或性交痛。阴道子宫内膜异位发生癌变时，在组织上必须看到正常的子宫内膜和子宫内膜腺癌之间的过渡形态。", "8.恶性滋养细胞肿瘤的阴道转移：往往于粘膜下呈紫蓝色结节，溃破时可导致大出血。有流产、正常产或葡萄胎历史，子宫通常增大，或有卵巢黄素囊肿，尿妊娠试验阳性或血β-HCG异常升高。", "9.前庭大腺恶性肿瘤：发生在接近阴道口侧壁的阴道平滑肌肉瘤与前庭大腺实性恶性肿瘤有时难以区别。可依据病理组织学检查作鉴别"], "name": ["阴道恶性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内膜炎鉴别", "1.老年性子宫内膜炎", "常易诊断为内膜癌或", "宫颈癌", "，必须进行诊断性刮宫才能排除。一般老年性子宫内膜炎很少单纯出血。", "2.内膜癌", "是最常见的妇科恶性病，是处于乳房、直肠、", "肺癌", "后的第四位最常见的妇女恶性病。阴道壁正常，排液来自宫颈管内。", "3.宫颈癌", "是女性常见恶性肿瘤之一，发病原因目前尚不清楚，早婚、早育、多产及性生活紊乱的妇女有较高的患病率。初期没有任何症状，后期可出现异常阴道流血。", "4.急性子宫体炎", "与", "急性子宫内膜炎", "临床表现相同，只是前者治疗时疗程较长。", "急性子宫体炎有发热、下腹痛、腰骶酸痛、下坠及白带增多。", "病理所见前者炎症侵犯子宫体;后者炎症则侵及子宫内膜。"], "name": ["子宫内膜炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["无排卵型功能失调性子宫出血", "鉴别", "鉴别诊断需依靠详细的月经及出血史、全身体检及盆腔检查诊断性刮宫或子宫内膜活检病理、子宫输卵管造影、宫颈刮片等手段。但有报道上述诊断方法对小型宫腔内病变(如息肉、黏膜下肌瘤)漏诊率达17%～38%。", "  1.经阴道超声检查", "对鉴别诊断有重要的价值。Dodson(1994)采用经阴道超声检查研究了45例月经频多患者的病因，结果显示，超声检出器质性疾病31%，敏感性较一般盆腔检查(检出率9%)高3.5倍。可发现小型", "卵巢囊肿", "，有无多囊卵巢超声相，并根据内膜超声相特征判断体内雌、孕激素水平。若内膜增厚、回声增强，应怀疑增生、腺癌或黏膜下肌瘤，需行刮宫检查以助确诊。Indman(1995)对比了238例、25～75岁异常子宫出血患者的阴道超声、宫腔镜、诊刮病理的结果，显示阴道超声能检出99%的黏膜下肌瘤，89%的", "子宫内膜息肉", ";阴道超声异常的阳性预测价值为87%，阴道超声正常的阴性预测价值为89%。Widrich等(1996)报道宫腔内注射生理盐水行声像造影增加了对比度，敏感性与特异性可与宫腔镜媲美，对病人造成的痛苦减少。超声检查并不能鉴别病变的良恶性质，不能代替病理检查。", "2.宫腔镜检查", "已成为鉴别子宫出血原因不可缺少的手段。Lewis(1990)报道官腔镜检查有息肉、黏膜下肌瘤的患者中，仅62%、74%子宫输卵管造影有阳性发现。宫腔镜检查的可靠性还与术者的经验有关，熟练者可能有20%的假阳性，而无假阴性。许多作者推崇宫腔镜检查及直视下选点活检，敏感性达98%，而盲刮仅65%。"], "name": ["无排卵型功血"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫颈", "肉瘤", "鉴别", "1.", "宫颈癌", "宫颈肉瘤临床表现与宫颈癌相似，宫颈常破溃坏死，易与晚期溃疡型宫颈癌相混淆，需经宫颈活组织检查确诊。还应注意与", "宫颈腺癌", "相鉴别。", "2.", "宫颈息肉", " ", "葡萄状肉瘤", "的葡萄样外观不明显时，易误为宫颈息肉。宫颈息肉多数小、色红、带蒂，需经宫颈活组织检查确诊。", "3.宫颈", "恶性黑素瘤", "临床症状相似，无色素的黑素瘤外观不易与宫颈肉瘤区别。黑素瘤特点为生长迅速，广泛转移，宫颈呈高低不平、突出斑块或呈溃疡肿块。最终需经活检才能与宫颈癌或宫颈肉瘤相鉴别。", "还需要与子宫颈肌瘤、", "子宫内膜癌", "及引起阴道出血或子宫增大的其他妇科疾病相鉴别。"], "name": ["子宫颈肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["          输卵管结核鉴别诊断", "      1.非特异性慢性", "盆腔炎", "1)简介：", "为盆腔生殖器、盆腔腹膜与子宫周围结蒂组织等处发生的慢性炎症，是妇科常见多发病。", "2)临床表现：", "多有分娩、", "流产", "、", "急性盆腔炎", "病史，月经量一般较多，", "闭经", "极少见;生殖器结核多为不孕、月经量减少甚至闭经。", "3)相关检查：", "盆腔检查时可触及结节。", "2.慢性", "输卵管炎", "1)简介：", "输卵管炎症是妇科临床常见病，输卵管炎根据发病诱因不同分为急", "慢性输卵管炎", "。慢性输卵管炎引起的输卵管肥大和输卵管积脓积水是造成女性不孕的重要原因之一。", "2)临床表现：", "为月经异常、下腹隐痛、腰骶酸痛、不孕等，应与结核性输卵管炎鉴别。", "慢性输卵管炎多有分娩、流产后急性盆腔炎史，月经量较多，而表现为闭经者较为少见，没有其他结核性输卵管炎典型检查所见。", "3)相关检查：", "子宫内膜活检无", "结核病", "灶。", "3.", "子宫内膜异位症", "1)简介：", "在正常情况下，子宫内膜覆盖于子宫体腔面，如因某种因素，使子宫内膜在身体其他部位生长，即可成为子宫内膜异位症。", "2)临床表现：", "有继发性、进行性", "痛经", "，经量较多。", "3)相关检查：", "腹腔镜检查多能确诊。", "4.", "卵巢肿瘤", "1)简介：", "卵巢肿瘤是指发生于卵巢上的肿瘤。它是女性生殖器常见肿瘤之一。卵巢恶性肿瘤还是妇科恶性肿瘤中死亡率最高的肿瘤。卵巢恶性肿瘤5年生存率不高，仅为30%", "2)临床表现：", "结核性炎性附件包块表面不平，有结节感或乳头状突起，应与", "卵巢癌", "相鉴别。", "3)相关检查：", "可经腹腔镜检查或剖腹探查确诊。", "5.输卵管癌", "1)简介：", "输卵管癌常发生在不孕或患有慢性", "附件炎", "、", "输卵管结核", "的妇女中，发病年龄以50岁前后多见。输卵管癌是女性生殖器官中最少见的一种恶性肿瘤，其发生率在", "宫颈癌", "、宫体癌、卵巢癌、", "外阴癌", "、", "阴道癌", "之后，居末位。", "2)分类：", "分为两种情形：发生在输卵管者，称", "原发性输卵管癌", "，但大多数的输卵管癌是继发于", "子宫内膜癌", "或卵巢癌之后，又称继发性输卵管癌。", "3)临床表现：", "输卵管癌与输卵管结核性肿块在妇科检查时很难区别，若有阴道排黄色或血性液体且数量较多时，应考虑输卵管癌。", "4)相关检查：", "剖腹探查时将标本送病理检查可明确诊断。", "6.", "输卵管妊娠", "1)简介：", "输卵管妊娠是因卵子在输卵管壶腹部受精，受精卵因某些原因在输卵管被阻，而在输卵管的某一部分着床、发育，发生输卵管妊娠。以壶腹部妊娠为最多，占50～70%;", "2)临床上表现：", "停经、腹痛等易与输卵管结核相混淆。一旦输卵管妊娠破裂或流产时，即有内出", "血症", "状。", "3)相关检查：", "做血及尿妊娠试验、B型超声检查、诊断性刮宫有助于明确诊断。"], "name": ["输卵管结核"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.特发性脱屑阴道炎(idiopathic desquamative vaginitis) 为非感染性、特发性、糜烂性病变。常有阴道粘连和狭窄。", "2.特发性糜烂性外阴炎(idiopathic erosive vaginitis) 又名Gariner红斑增生、浆细胞性外阴炎，可无口腔病变。", "3.红斑增生性外阴苔藓硬化(erythroplasic rorm of vulva lichen sclerosis) 表现为炎症性、糜烂性外阴炎，外阴萎缩，可伴扁平苔藓或苔藓硬化。", "4.脱屑性糜烂性牙龈炎 如患者牙龈出现周围糜烂的层状剥脱，常提示慢性的去角化性牙龈炎可能源于良性的类天疱疮，应与早期瘢痕性类天疱疮鉴别。"], "name": ["外阴-阴道-牙龈综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["复发性卵巢恶性肿瘤鉴别诊断", "注意与其他病因所致的消化道、泌尿道及妇科症状相鉴别"], "name": ["复发性卵巢恶性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["       乳房单纯囊肿鉴别诊断", "    1.", "脂肪瘤", " 脂肪瘤易发生在脂肪丰富的大乳房内，也可见于中年妇女和", "绝经", "后妇女，然而，单纯囊肿绝经后妇女却少见，脂肪瘤触之无囊性感，且生长较缓慢，这与囊肿可相鉴别。", "2.", "乳腺癌", " 乳腺癌的肿块形态不规则，质地坚硬，活动度差，或有腋下淋巴结肿大，其与单纯囊肿之鉴别并不困难，但有的囊肿内有血性液体，X线表现与乳腺癌相似，故应根据其他临床症状和体征及辅助检查作出鉴别诊断，一般针吸细胞学检查可明确诊断，但值得注意的是，以穿刺检查的液体性质来鉴别乳腺癌与囊肿，同时还可鉴别是单发性囊肿或多发性囊肿，或囊内有无肿瘤。"], "name": ["乳房单纯囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.白色角化症 组织病理检查表皮细胞无异形性。白色角化病常表现为色素减退斑，无浸润或轻度浸润，边界不清，瘙痒轻。长期不愈的白色角化病可进一步发展成为外阴白斑病。", "2.扁平苔藓 发生于外阴皮肤及黏膜皮肤交界处多角形扁平紫红或暗红丘疹，表面光泽。组织病理学上有表皮突延长呈鸡爪样，胶样小体，基底层液化变性，真皮浅层带状淋巴细胞浸润可以鉴别。", "3.硬化萎缩性苔藓 常发生于阴唇，局部可见与毛囊一致的丘疹。黏膜白斑是肥大性外阴营养不良，一般不伴有外阴的萎缩。组织病理学上表皮各层增厚，有棘细胞异形性，而硬化萎缩性苔藓是萎缩性外阴营养不良，皮损是萎缩性蓝白色扁平丘疹到融合成淡白色素减退斑。常可在阴道口及肛周形成哑铃状，瘙痒轻，多数伴有小阴唇粘连、萎缩，直至消失，阴蒂萎缩，瘙痒轻，组织病理学上表皮萎缩。真皮浅层胶原纤维纯一化变性，其下方有炎性细胞浸润，因而可以鉴别。", "4.外阴白癜风 色素脱失斑，界限清楚，无角化和浸润，无瘙痒，身体其他部位常有同样皮损。组织病理示表皮基底层完全缺乏多巴染色阳性的黑素细胞。易与黏膜白斑鉴别。", "5.外阴神经性皮炎 分布于两侧大阴唇外侧，自觉瘙痒，白斑不明显，往往同时伴有其他部位的皮损。皮肤色素沉着苔藓化皮损，组织病理示慢性皮炎改变，表皮各层增厚，但未见棘细胞有异形性，而可以鉴别。"], "name": ["外阴白斑病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["闭经性头痛鉴别诊断", "头痛的病因可分为外感和内伤两大类。", "外感头痛多因感受风、寒、湿、热等外邪，而以风邪为主;内伤头痛与肝、脾、肾三脏有关。此外，外伤跌仆，久病人络，气滞血瘀，脉络瘀阻，亦可导致头痛。", "外伤性头痛 包括头部局部外伤、", "脑震荡", "、脑挫伤、颅内血肿。以外伤为原因，根据损伤程度不同及受伤部位不同，其症状、体征、治疗结果都有明显的差异。", "热性头痛", "指其他疾病出现发热而伴随头痛症状，包括", "感冒", "、上呼吸道感染、", "肺炎", "等，不包括颅内感染、外伤、肿瘤等中枢性高热。", "中毒性或药物性头痛", "包括", "酒精中毒", "、一氧化碳中毒、铅、苯、硝酸盐等中毒及口服血管扩张药物，如硝酸甘油等。", "五官科疾病头痛", "包括眼病如", "青光眼", "、", "屈光不正", "、", "鼻窦炎", "、中耳炎、", "乳突炎", "、", "龋齿", "、齿槽脓肿等。", "其他原因", "", "高血压", "性头痛及", "颅内低压性头痛", ";", "癫痫", "性头痛。有癫痫病史，呈短暂的发作性头痛，反复出现;", "颈椎病", "引起的头痛。包括颈椎", "骨质增生", "、颈椎间盘、骨关节及韧带的变性等疾病所引起的头痛;神经痛。包括", "三叉神经痛", "，枕神经痛;偏头痛与", "丛集性头痛", "。属于血管性头痛;肌收缩性头痛。常由紧张、疲乏、环境喧闹、光线刺目而引起，多见于青壮年，女性较多;颅内压增高性头痛。包括", "脑瘤", "、", "脑脓肿", "、脑血肿等占位性病变引起的头痛;", "脑膜炎", "症性头痛。包括乙型脑炎、", "结核性脑膜炎", "等。"], "name": ["闭经性头痛"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.慢性湿疹 由急性期转变而来，多为微小的红色尖丘疹而不是干燥扁平或圆形丘疹。", "2.硬化性苔藓 临床表现上与外阴神经性皮炎不同，最后确诊需行局部活检病理学检查。", "3.外阴瘙痒症 多发生于老年妇女，除瘙痒外。无原发损伤，病程长时可由搔抓引起各种继发损害。"], "name": ["外阴神经性皮炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆腔脓肿的临床表现与急性子宫内膜炎和急性附件炎、急性盆腔结缔组织炎等相类似，难以鉴别，要重视病程演变过程。急性盆腔炎经适当和足量抗生素治疗48～72h，病情无好转，结合临床表现和辅助检查，不难明确诊断。"], "name": ["盆腔脓肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与下列疾病鉴别：", "1.外阴白斑病 是外阴黏膜的增殖性变，有10%～20%发生恶性变。可能因创伤、炎症、过敏、感染等长期刺激而形成。", "2.扁平苔藓 由白带、搔抓等慢性刺激引起，常并发严重的萎缩性变化。", "3.外阴白色病变 亦称为慢性外阴营养不良。分为增生型、硬化苔藓型及混合型。其中硬化苔藓型病变时间较长后，炎性病变使真皮弹性组织消失而纤维化，则阴蒂、小阴唇萎缩。"], "name": ["老年性外阴萎缩"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴色素瘤应与以下病症相鉴别：", "一、色素性乳头状疣(老年性疣)", "1、简介：", "老年性疣又名脂溢性角化病、老年斑、基底细胞乳头瘤，是一种良性表皮性肿瘤。", "为中年以上多见，好发于面(尤其是颞侧)、手背、上肢、下肢、躯干部，皮疹初为深浅不一的淡褐色或黑色的扁平斑丘疹，缓慢增大，表现粗糙或呈乳头样改变，数目多少不定。", "2、鉴别要点：", "表面有颗粒状或刺状感觉，镜下两者容易区分。", "二、某些不典型外阴色素痣：", "1、简介：", "临床表现不典型，容易误诊。", "2、鉴别要点：", "具有轻微的核易型性，注意与恶性黑色素瘤相区别，前者为成熟的痣细胞，而且细胞内无有丝分裂存在。"], "name": ["外阴色素痣"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆腔炎", "性肿块鉴别", "需与下列情况鉴别：", "一）", "子宫内膜异位症", "引起的盆腔粘连：", "1、简介：", "在一般情况下，子宫内膜覆盖于子宫体腔面，但有时候由于某种因素，使子宫内膜在身体其他部位生长，即可成为子宫内膜异位症。", "2、临床表现：", "患者可有阴道出血，经期不规律，月经淋漓不尽，常伴有下腹部疼痛。当卵巢内膜样囊肿存在时，双合诊可触及一侧或双侧囊性或囊实性肿块，一般在10cm直径以内，与周围有粘连感。", "二）", "盆腔脓肿", "    1、简介：", "盆腔脓肿多由急性", "盆腔结缔组织炎", "未得到及时的治疗，化脓形成盆腔脓肿，这种脓肿可局限于子宫的一侧或双侧，脓液流入于盆腔深部，甚至可达直肠阴道隔中。输卵管积脓、卵巢积脓输卵管卵巢脓肿所致的脓肿也属盆腔脓肿的范畴。", "2、临床症状：", "1).急性", "腹膜炎", "经治疗体温又复升高、脉快。", "2).下腹部坠胀不适或钝痛，大便次数增多粘液便及里急后重等直肠刺激症状。下腹有压痛，直肠指检括约肌松弛，直肠前壁饱满，触痛，有波动感。", "3.)可有尿频，急，痛等膀胱刺激症状。", "三）", "卵巢囊肿", "(肿瘤)蒂扭转", "  1、简介：", "卵巢肿瘤", "蒂扭转是妇科常见急腹症之一，危害很大，多发生于体位急骤变动、妊娠早期或产后。也是卵巢肿瘤的主要并发症，卵巢肿瘤可发生于各种年龄，但以20～50岁的女性最多见，对妇女身心影响很大。所以，女性应提高预防意识。", "2、症状体征：", "女性若出现卵巢肿瘤蒂扭转时，常常表现为下腹部剧烈疼痛，有时还伴有恶心、", "呕吐", "甚至", "休克", "的症状。"], "name": ["盆腔炎性肿块"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.急性", "肾盂肾炎", " 也表现发热、", "尿频", "、", "尿急", "等", "膀胱刺激症", "状，伴", "脓尿", "、腰痛。但无阴道滴虫感染史，且起病急，症状明显。尿培养有致病菌株，", "涂片", "染色法找不到毛滴虫。", "2.", "肾结核", " 也表现为反复的尿频、尿急、", "尿痛", "和脓尿，伴有", "低热", "。但肾", "结核病", "人常同时有", "肺结核", "病史。无浆液性或脓性阴道分泌物。涂片染色法找不到毛滴虫，且", "尿沉渣", "涂片抗酸染色可发现抗酸杆菌。", "3.淋菌性", "尿道炎", " 起病早期亦有", "尿道口痒", "、红肿、", "刺痛", "，且伴尿频、尿急、尿痛等症状。尿道内有稀薄的黏液性分泌物。但本病尿痛明显，尿道分泌物量多，并可逐渐演变为", "脓性分泌物", "。一般有不洁性交史，尿道分泌物或尿液中找不到滴虫，但可查到", "淋病", "双球菌。", "4.慢性细菌性", "前列腺炎", " 表现为尿频、尿急、尿终末", "疼痛", "，下腹部、会阴部、", "睾丸胀痛", "，与滴虫病", "前列腺", "精囊炎", "症状相似。但病人无不洁性交史，", "无尿", "道分泌物或偶伴尿道滴白;", "直肠指检", "示前列腺质较硬，伴轻", "压痛", "。", "尿常规", "检查一般无脓、白细胞，前列腺液常规检查找不到滴虫。依此可加以鉴别。", "5.急性", "膀胱炎", " 也表现为尿频、尿急等", "膀胱", "刺激症状。但起病急，症状明显;阴道或尿道少有分泌物，尿及分泌物涂片染色法找不到毛滴虫。", "6.", "膀胱结核", " 也表现为反复的尿频、尿急、尿痛和脓尿。但病人常同时有肾或", "肺", "结核病史;但无浆液性或脓性阴道分泌物。涂片染色法找不到毛滴虫，且尿沉渣涂片抗酸染色可发现抗酸杆菌。"], "name": ["泌尿生殖系滴虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经期", "尿路感染", "鉴别", "  1.发热性疾病", " 当急性尿路感染尿路症状不明显，但全身感染症状突出时，易与", "流感", "、", "疟疾", "、", "败血症", "、", "伤寒", "等发热性疾病相混淆。", "2.腹部器官炎症 ", "有些尿路感染无尿路局部症状，而表现为腹痛、恶心、", "呕吐", "等症状，易与急性胃", "肠炎", "、", "阑尾炎", "及", "附件炎", "相混淆。", "3.急性", "尿道综合征", "是一组最常见的与尿路感染有关的综合征，主要指下尿路感染综合征，即尿频、尿急、尿痛或排尿不适、膀胱区疼痛等。但既无脓尿也无细菌尿，其病因不明，多见于中老妇女，尿频常较排尿不适的表现更为突出，均有长期使用抗生素而无效的病史。", "4.", "肾结核", "有些尿路感染以", "血尿", "为主要表现，膀胱刺激征明显，易误诊为肾结核。需进行实验室检查相鉴别。"], "name": ["绝经期尿路感染"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道嗜血杆菌性", "阴道炎", "鉴别", "阴道嗜血杆菌性阴道炎应与", "滴虫性阴道炎", "等相鉴别。", "1.", "霉菌性阴道炎", "霉菌性阴道炎(monilial or mycotic vaginitis)由霉菌感染引起。其发病率仅次于滴虫性阴道炎。", "念珠菌感染最常见的症状是白带多，外阴及阴道灼热瘙痒，外因性排尿困难，外阴地图样红斑(霉菌性或念珠菌性外阴阴道炎)。典型的白带呈凝乳状或为片块状，阴道粘膜高度红肿，可见白色", "鹅口疮", "样斑块附着，易剥离，其下为受损粘膜的糜烂基底，或形成浅溃疡，严重者可遗留瘀斑。但白带并不都具有上述典型特征，从水样直至凝乳样白带均可出现，如有的完全是一些稀薄清沏的浆液性渗出液，其中常含有白色片状物。妊娠期霉菌性阴道炎的", "瘙痒症", "状尤为严重，甚至坐卧不宁，痛苦异常，也可有尿频、尿痛及性交痛等症状。另外，尚有10%左右的妇女及30%孕妇虽为霉菌携带者，却无任何临床表现。", "2.滴虫性阴道炎", "滴虫阴道炎是常见的阴道炎，由阴道毛滴虫所引起。", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。检查时可见阴道粘膜充血，严重者有散在的出血斑点，后穹窿有多量白带，呈灰黄色、黄白色稀薄液体或为黄绿色脓性分泌物，常呈泡沫状。带虫者阴道粘膜可无异常发现。少数患者阴道内有滴虫存在而无炎症反应，称为带虫者。有人认为滴虫单独存在时不能引起炎症，因其消耗阴道上皮细胞内糖原，改变了阴道酸碱度，破坏了防御机制，促进继发性的细菌感染，故常在月经期前后、妊娠期或产后等阴道Ph改变时，引起炎症发作。", "3.", "细菌性阴道炎", "细菌性阴道病主要是由阴道加特纳菌引起的一种阴道炎，可通过性关系传播。", "此病的典型临床症状为阴道异常分泌物明显增多，呈稀薄均质状或稀糊状，为灰白色、灰黄色或乳黄色，带有特殊的鱼腥臭味。由于碱性前列腺液可造成胺类释放，故表现为性交时或性交后臭味加重。月经期阴道PH值升高，故经期时或经期后臭味也可加重。患者外阴有不适感，包括不同程度的外阴瘙痒，一般无明显时间性，但在休息状态及心情紧张状态下痒感更加明显。尚有不同程度的外服灼热感，有的患者出现性交痛。极少数患者出现下腹疼痛、性交困难及排尿异常感。阴道粘膜上皮在发病时无明显充血表现。", "4.", "阿米巴性阴道炎", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "5.非特异性阴道炎", "凡不是白色念珠菌、阴道", "毛滴虫病", "或", "淋病", "所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有", "灼痛", "感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "6.", "蛲虫性阴道炎", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间", "磨牙", "等。", "7.", "过敏", "性阴道炎", "过敏性阴道炎是指阴道黏膜出现类似于鼻、眼、肺及", "皮肤过敏", "反应的表现。", "阴道分泌物增多，为脓血性白带，并有腐烂组织排出，有臭味。合并有白色念珠菌感染分泌物像脱脂乳粉制奶酪样。可有瘙痒、外阴烧灼样感，成年妇女可有性交困难。", "8.结核性阴道炎", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "原发症状：部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "继发症状：当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻", "便秘", "交替、干咳、", "咯血", "等。"], "name": ["阴道嗜血杆菌性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["会阴疝鉴别诊断", "一、鉴别", "1、本病临床极为少见，常误诊为大阴唇囊肿(巴氏腺囊肿)、坐骨结节囊肿、", "坐骨疝", "、寒性脓肿、血肿、", "脂肪瘤", "等，应注意与之鉴别。"], "name": ["会阴疝"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "积乳囊肿", "鉴别诊断", "应与以下疾病进行鉴别。", "一、", "乳腺纤维腺瘤", "：", "1、临床表现：", "乳腺纤维", "腺瘤", "发病年龄较积乳囊肿为轻，常在青春期或婚前期发病。", "2、相关检查：", "乳腺纤维腺瘤瘤体较积乳囊肿的硬度、活动度大，触诊时常易滑脱。", "3、鉴别要点：", "积乳囊肿常在哺乳后发病。肿块常有囊性、弹性感。诊断穿刺时，如抽出乳样液体，则可排除乳腺纤维腺瘤。", "二、", "乳腺囊性增生病", "：", "1、临床表现：", "乳腺囊性增生病也常形成囊肿，但其囊肿常为多发性，除一个较大的囊肿外，乳内常有许多细小的如绿豆大小的囊肿，且病变常不限于一侧乳房。", "2、相关检查：", "可通过触诊发现囊肿。", "3、鉴别要点：", "尽管其囊肿与积乳囊肿在形态大小、活动度及囊性感方面有相似之处，但其囊内容物常为浆液性，很少为乳汁性。乳腺囊性增生病常随月经周期变化有较明显的乳房胀痛或刺痛，积乳囊肿却无此症状。", "三、", "乳腺癌", "：", "1、临床表现：", "乳腺癌的早期仅表现为乳腺内肿块，而无周围软组织浸润和腋窝淋巴结转移时，有时与积乳囊肿不易区别。", "2、相关检查：", "乳腺癌肿块触诊时形态不规则，表面高低不平，边界不清，质地坚硬。乳腺X线导管造影，在乳腺癌时见导管有增生及破坏，管壁有中断，失去连续性。行肿块针吸细胞学检查，常可找到癌细胞。", "3、鉴别要点：", "乳腺X线导管造影可见积乳囊肿肿块影则周边较整齐，钙斑密度则周边较中心为高。针吸细胞学检查时，乳腺癌常可找到癌细胞，而积乳囊肿则常抽出乳样液体，一针即能定性。", "四、", "乳腺结核", "性脓肿：", "1、临床表现：", "乳腺结核的寒性脓肿有胸壁或乳腺", "结核病", "史，其脓肿周围可有浸润及粘连。", "2、相关检查：", "可行穿刺检查，检查脓肿内容物性质。", "3、鉴别要点：", "穿刺检查抽出物是脓液而不是乳汁。脓液涂片作抗酸染色可查到抗酸杆菌是区别的佐证。"], "name": ["积乳囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["闭经溢乳综合征鉴别", " 1.首先询问服药史，因氯丙嗪、甲基多巴、哌嗪类、奋乃静、氟哌啶醇(氟哌丁苯)、利血平等均可引起催乳激素增多。停药后多数症状逐渐消失。除外乳腺及胸壁疾患(如手术、外伤、", "带状疱疹", "等)，以及乳头刺激、长期吸吮等所引起。", "2.如果在产后发病，可能是“chiari-Frommel综合征”。", "3.X线蝶鞍检查提示有垂体肿瘤者，属于Forbes-Albright综合征。", "4.原发甲状腺功能低下，伴有全身症状，测定甲状腺功能低下，用甲状腺激素治疗有效。", "5.空蝶鞍综合征，通过气脑造影检查，可发现气体自由出入鞍内，有时可见液平面。", "原发性甲状腺功能低下的患者可能只出现", "乳溢", "-", "闭经", "综合征，而血中PRL浓度并不升高。"], "name": ["闭经溢乳综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "应排除快速循环型情感性精神障碍、癔病性精神病和分裂样精神病。", "(1)癔病性精神障碍，又称分离型障碍。", "①情感爆发：患者在受精神刺激后突然出现以尽情发泄为特征的临床症状。嚎陶痛哭，又吵又闹，以极其夸张的姿态向人诉说所受的委屈和不快，甚至捶胸蹬足，以头撞墙，或在地上打滚，但意识障碍不明显。发作持续时间的长短与周围环境有关。情感爆发是癔病患者最常见的精神障碍。", "②意识障碍：表现为意识朦胧状态或昏睡，病人突然昏倒，呼之不应，推之不动;癔病性朦胧状态，兴奋激动，情感丰富或有幻觉、错觉：癔病性神游症，患者表现离家出走，到处游荡：癔病性梦行症，睡中起床，开门外出或作一些动作之后又复入睡：癔病性假性痴呆，表情幼稚，答非所问，或答案近似而不正确。", "③癔病性精神病：患者表现情绪激昂，言语零乱，短暂幻觉、妄想，盲目奔跑或伤人毁物，一般历时3～5日即愈。", "④癔病性神鬼附体：常见于农村妇女，发作时意识范围狭窄，以死去多年的亲人或邻居的口气说话，或自称是某某神仙的化身，或称进入阴曹地府，说&mdash;些&ldquo;阴间&rdquo;的事情，与迷信、宗教或文化落后有关。", "(2)分裂样精神病诊断标准：", "符合分裂症的各项诊断标准，但符合症状标准的持续时间不到1个月。"], "name": ["月经周期性精神病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["特殊型子宫肌瘤鉴别诊断", "(1)富细胞型", "平滑肌瘤", "(cellular leiomyoma)", "与恶性鉴别的标准是对富细胞型平滑肌瘤的诊断须将核分裂象、细胞异型、肌瘤与周围组织间有无浸润及出血、坏死等综合判断，核分裂象5～10个/10HPF且细胞轻度异型应诊断为潜在恶性;若核分裂象>10个/10HPF则诊断为", "肉瘤", "。", "(2)高分裂象平滑肌瘤(leiomyoma with high mitotic figures)", "与普通子宫平滑肌瘤之不同点为镜下见较多的核分裂象，核分裂象增多达5～15个/10HPF，但无异常核分裂，无瘤细胞坏死、细胞过多、细胞多形性、间变或巨细胞，此种肌瘤属良性但必须严格掌握此诊断标准。", "(3)奇异型平滑肌瘤或称非典型平滑肌瘤(bizarre，atypical leiomyoma)", "此种奇异型瘤细胞通常呈局灶性出现于肌瘤，往往在退行性变区的附近，但有时可有多数奇异型细胞弥散于肌瘤的大部分，但很少是整个肌瘤全为此类细胞所构成。若遇此情况诊断奇异型平滑肌瘤须慎重。主要须与", "平滑肌肉瘤", "鉴别，要多作切片，仔细检查，注意核分裂象。核分裂象<2个/10HPF无病理核分裂，无肿瘤坏死，属良性，可以诊断为奇异型平滑肌瘤;核分裂象2～5个/10HPF为潜在恶性;>5个/10HPF为平滑肌肉瘤。", "(4)血管型平滑肌瘤(vascular leiomyoma)", "可见血管壁的平滑肌细胞与肌瘤细胞之间有移行过渡。核分裂像极少。", "(5)上皮样平滑肌瘤(epithelioid leiomyoma)", "上皮样平滑肌瘤大多数为良性，核分裂象为0～1个/10HPF;若核分裂象为2～5个/10HPF为潜在恶性;若核分裂象5个>10HPF为上皮样平滑肌肉瘤，可以找到肿瘤细胞坏死，异常核分裂象及核异型。", "(6)静脉内平滑肌瘤病(intravenous leiomyonmtosis)", "镜检时应注意核分裂象以鉴别良恶，核分裂象<2个/10HPF为脉管内平滑肌瘤;2～5个/10HPF为脉管内平滑肌瘤具潜在恶性;>5个/10HPF为平滑肌肉瘤侵入脉管内。", "(7)播散性腹膜平滑肌瘤病(leiomyomatosis peritonealis disseminata)", "镜检须注意核分裂象以助鉴别良恶性。核分裂象<5个/10HPF为播散性腹膜平滑肌瘤;5～9个/10HPF为潜在恶性;核分裂象>10个/10HPF为平滑肌肉瘤。", "(8)良性转移性平滑肌瘤(benign metastasizing leiomyoma)", "经检查子宫与转移的肿瘤均为分化良好的平滑肌所构成，无细胞异型性、多形性、无肿瘤细胞坏死或异常分裂象，并在消化道、腹膜后或其他部位均未找到其他原发性平滑肌瘤可以解释其转移的来源。即或如此，对此种", "子宫肌瘤", "的检查应充分取材，至少每隔1cm取一块组织，并计数核分裂象，每张切片至少数40HPF，子宫肌瘤及转移肌瘤的核分裂象需<5个/10HPF。"], "name": ["特殊型子宫肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["慢性乳腺炎鉴别诊断", "应与以下病症相鉴别：", "应注意与炎性", "乳癌", "鉴别。炎性", "乳腺癌", " 乳房内可触及巨大肿块， 皮肤红肿范围甚广， 但局部压痛及全身中毒症状均较轻 ， 穿刺细胞学检查，可找到癌细胞确定诊断。"], "name": ["慢性乳腺炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与外阴毛囊炎相鉴别。还应与痈和痱相鉴别：痈的表面有多个蜂窝状脓栓，局部红肿更为显著，疼痛剧烈，全身症状明显;痱又称假性疖病，系汗腺化脓感染，常与红痱同时存在，似疖肿，浸润比较局限，且局部疼痛和周围炎症均不如疖肿明显。"], "name": ["外阴疖肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道异物", "鉴别", "  1.", "阴道炎", "阴道异物者分泌物增多，应与细菌性、滴虫性及", "念珠菌性阴道炎", "区别。滴虫性白带呈黄色泡沫状，念珠菌性呈豆腐渣样，且主要症状为", "外阴瘙痒", "，通过窥器检查及阴道分泌物检查，可助诊断。婴幼儿可作肛门指诊，未探及阴道异物。", "2.", "宫颈炎", "主要表现也为阴道分泌物增多，应与阴道异物鉴别，本病常伴有外阴瘙痒、膀胱刺激症状。检查时见宫颈充血水肿，表面有脓性黏液，未见阴道异物。", "3.阴道蛲虫感染", " 幼女多见，伴严重的瘙痒，外阴皮肤特别是肛门周围可出现", "皮炎", "和抓痕，阴道涂片炎症反应轻，透明胶纸肛试法可见蛲虫卵。", "4.生殖系统恶性肿瘤", " 当阴道分泌物恶臭时，应与恶性肿瘤相鉴别，如", "宫颈癌", "、", "子宫内膜癌", "、", "阴道癌", "、输卵管癌、", "卵巢癌", "等，通过阴道窥器检查，阴道脱落细胞检查及活体组织检查即可诊断。", "Asrtid Novak报道一位73岁的老人偶然把一个橄榄油瓶放入阴道，试图取出时瓶子被弄破，遂到医院就诊，医生将碎片取出后进一步检查发现病人尿潴留约1200ml，阴道检查右侧附件区可触及较大的一囊性肿块，即行手术探查，术后证实为交界性", "卵巢肿瘤", "。"], "name": ["阴道异物"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫颈平滑肌瘤鉴别诊断", "一、鉴别：", "   1.与其他宫颈肿瘤鉴别：", "", "宫颈癌", "：宫颈黏膜下肌瘤有血性或脓性白带增多，继发感染时，有恶臭排液常误诊为宫颈癌。宫颈癌癌瘤不规则，表面菜花状或有溃疡，基底部有浸润，轮廓不清，且组织脆易出血。活组织检查确诊。", "2.与其他生殖部位的肿瘤鉴别：", "宫体肌瘤：", "占", "子宫肌瘤", "的绝大部分。有时宫颈肌瘤较大占据骨盆腔，将子宫体推向上方，难于鉴别是宫体抑或是宫颈肌瘤，必要时可做子宫输卵管碘油造影，见颈管延长及宫腔位置较高，可与宫体肌瘤相鉴别。", "", "卵巢肿瘤", "：", "向侧壁生长的宫颈肌瘤最终形成阔韧带肌瘤，无月经改变，又在子宫一侧扪及实质性肿块，临床上易误诊为卵巢肿瘤。应仔细行妇科检查，注意肿块与子宫关系及其活动度，结合B型超声检查。", "子宫肌", "腺瘤", "：", "表现为月经量增多及子宫增大，与子宫肌瘤明显不同处在于以", "痛经", "为主要症状，也常遇到痛经不明显者而诊断为子宫肌瘤。检查时子宫多呈均匀性增大，且有经期增大而经后缩小的特征。", "3.与其他宫颈表现相似的疾病鉴别：", "", "宫颈息肉", "：", "有性交后出血或经量增多，须与宫颈肌瘤鉴别，息肉色鲜红，呈舌状，质软，而宫颈黏膜下肌瘤有蒂伸入宫颈管，呈球形，质硬。", "", "宫颈妊娠", "：", "有不规则阴道流血，流血量由少到多，严重时可发生", "休克", "甚至危及生命。B超检查提示胚胎完全种植在宫颈管内即可鉴别。", "4. 与其他表现相似的疾病鉴别：", "慢性", "子宫内翻", "：有", "产后出血", "史以及经量增多，检查可见翻出的子宫突出于宫颈口外，被扩张的均匀一圈宫颈边缘围绕，有时突出的子宫黏膜面上可见输卵管开口。", "子宫肥大", "症：表现月经增多、子宫增大，故易与子宫肌瘤混淆。但本症为子宫均匀增大，且很少超过2个月妊娠子宫，B型超声可协助诊断。"], "name": ["子宫颈平滑肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["在现代医学中，外阴表皮样囊肿可由多种原因引起，是妇科疾病中的常见病症。外阴表皮样囊肿在临床上与之症状特征相似的疾病有多种，所以，要懂得辨别外阴表皮样囊肿的发生。", "外阴表皮样囊肿应与以下病症相鉴别：", "1.外阴大阴唇疝", "特点：本病与腹股沟环相连，为可复性肿块，腹压增大时肿块可出现，经挤压肿块可消失。", "2.外阴中肾管囊肿", "位置：一般都位于子宫旁或阴道旁，但有时可在阴道口侧壁凸出，或在前庭尿道口下方隆出，被称为加特内囊肿(Gartner cyst)，在前庭尿道口下方鼓出，称为前庭囊肿(vestibular cyst)。此病少见。多位于小阴唇、阴蒂、处女膜周围及前庭的侧前部位处，一般较小，很少发生感染，多无症状。", "确诊：病理检查可以确诊。", "3.外阴皮脂腺囊肿", "皮脂腺囊肿俗称“粉瘤”，是指因皮脂腺导管阻塞后，腺体内因皮脂腺聚积而形成囊肿。", "位置：易发生于大阴唇", "病因：由于皮脂腺管阻塞引起。", "特点：囊肿与表皮粘连，质硬，无明显囊性感，可挤出皮脂。", "4.外阴皮样囊肿", "位置：位于会阴部位的表皮内或皮下，质地较软。", "特点：囊内含有皮脂或毛发、软骨、支气管组织等。", "5.外阴汗腺管囊肿", "病因：因汗腺管阻塞，汗液潴留，汗管扩大，于真皮内形成小囊肿，囊性为半透明的非炎性水泡，即由于表皮毛囊角质栓塞而阻塞大汗腺管孔引起潴留囊肿。", "症状：多见于夏季，无自觉症状，，生长缓慢，无需处理。", "6.外阴黏液囊肿", "位置：位于阴道前庭部或小阴唇内侧", "病因：由于阴道前庭小黏液腺导管阻塞引起。", "特点：囊内壁为高柱状或立方形腺上皮细胞。", "7.尿道旁腺囊肿", "病因：女性尿道旁腺位于尿道两侧，由尿道旁腺小腺管汇集成尿道旁腺腺管，开口于尿道的后壁两侧近尿道口约0.5cm处。尿道旁腺管口引流不畅时易形成脓肿或囊肿。", "位置：多位于阴道前庭部尿道口周围，体积小。", "检查：镜下见囊肿壁覆盖上皮常为移形上皮，壁内可见残余尿道旁腺腺体。", "8.外阴圆韧带腹膜鞘状突囊肿", "位置：位于外阴前侧、大阴唇内面。", "特点：囊肿来源于腹膜，囊内含清晰腹膜液体。"], "name": ["外阴表皮样囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与非遗传性的阳性家族史的乳腺癌、卵巢癌鉴别：", "1、不符合遗传性乳腺癌-卵巢癌综合征的特点。", "2、BRCA1或BRCA2突变的检测多为阴性。"], "name": ["遗传性乳腺癌-卵巢癌综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢冠囊肿与卵巢囊肿，在手术前几乎不可能相鉴别。手术时或术后具体标本检查时有明显区别，其特征如下：①卵巢完全与囊肿分开。囊肿大时，卵巢因被挤压而变薄，贴近囊壁。囊肿壁菲薄，呈半透明状。②输卵管被扩张的囊肿所伸长，环抱于囊肿的上端或后方，可与阔韧带的后叶共同组成囊肿之蒂。", "与卵巢内膜异位囊肿、卵巢包涵囊肿、卵巢单纯囊肿及炎性囊肿相鉴别。"], "name": ["卵巢冠囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["交界性浆液性肿瘤：除有盆腔肿物的症状外卵巢外扩散的机会较多，乳头易发生芽状增生，易于脱落种植或引起腹水、肠粘连等合并症。"], "name": ["卵巢交界性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["先天性卵巢发育不全鉴别", "另有一种临床表现类似Turner综合征，有身矮，生殖器不发育及各种躯体的异常，但染色体为46，XX，曾称为XX Turner，亦称为Ullrich-Noonan综合征。二者除性染色体外，主要区别是Ullrich-Noonan综合征在青春期可有正常的性发育和受孕，为常染色体显性遗传。"], "name": ["特纳综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢未成熟畸胎瘤鉴别诊断", "卵巢未成熟", "畸胎瘤", "应与卵黄囊瘤、绒癌相鉴别。"], "name": ["卵巢未成熟畸胎瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["人流综合症鉴别诊断", " 排除患者本身可能存在的一些心血管方面，呼吸系统方面的疾病导致的面色苍白、虚汗、头晕等症状。"], "name": ["人流综合症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下疾病相鉴别：", "1.外阴炎症性疾病，如假丝酵母菌阴道炎、滴虫阴道炎、硬化萎缩性苔藓、湿疹。", "2.紧张性阴唇系带和脆裂外阴综合征。", "3.症状性皮肤划痕征。", "4.骶脊膜囊肿。", "5.外阴阿弗他溃疡、糜烂性扁平苔藓、大疱性疾病和单纯疱疹病毒感染。"], "name": ["外阴前庭炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴上皮样肉瘤鉴别诊断", "  1.外阴", "肉瘤", "罕见，约占外阴恶性肿瘤的1%~2%。这是一组病理性质各异的肿瘤，其他组织学类型除本病", "上皮样肉瘤", "外，包括", "平滑肌肉瘤", "、", "纤维肉瘤", "、", "神经纤维肉瘤", "、", "脂肪肉瘤", "、", "横纹肌肉瘤", "、", "血管肉瘤", "、和恶性", "神经鞘瘤", "。这几种类型的外阴", "肉瘤", "要相互鉴别。", "2.另外，本瘤还需与低分化鳞癌、腺癌以及巴氏腺囊肿、炎症性肉芽肿、", "纤维瘤", "、", "脂肪瘤", "等鉴别"], "name": ["外阴上皮样肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢纤维瘤鉴别诊断", "注意与", "卵巢癌", "相鉴别。", "卵巢泡膜细胞瘤", "、纤维上皮瘤、腺", "纤维瘤", "，当肿瘤实性成分占优势时，盆腔检查触及的实性、质硬包块难以与纤维瘤鉴别，往往需术后病理检查才可明确肿瘤的组织来源。"], "name": ["卵巢纤维瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴疣状癌鉴别诊断", "1.", "尖锐湿疣", "：显微镜下所见，肿瘤呈多种乳突叶状，缺乏连接核心，犹如尖锐湿", "疣", "特征，外阴", "疣状癌", "的大体和镜下表现类似Brschke-Loewenstein巨大湿", "疣", "，它们可能代表同属一类疾病。", "2.良性", "尖锐湿疣", "：需做病灶及底部充足活检，以区别", "疣状癌", "与良性尖锐湿疣。", "3.", "鳞状细胞癌", "：以病理活检区别疣状生长方式的", "鳞状细胞癌", "。", "4.疣性癌：疣状癌也应与疣性癌区别，疣性癌的钉脚尖，形成不规则癌巢，属弥漫性浸润，且可有挖空细胞，以及检测HPV的DNA常阳性，而疣状癌为推移性浸润，两者生物学行为也不同。", "5.寻常疣：临床上注意与寻常疣等鉴别。"], "name": ["外阴疣状癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆腔炎症性不孕症鉴别诊断", "", "淋病", "性盆腔炎有较为明显的特征，一般不洁性交后7～14天，出现尿频、脓带，随后小腹疼痛、发热，妇科检查可见子宫颈管有较多脓带等分泌物，附 件(输卵管、卵巢)增厚、压痛，或有肿块。B超可见输卵管管壁增厚，管腔内积水，宫旁有肿块，后穹窿有积液。颈管分泌物培养淋菌阳性，并可同时查到衣原 体。据此可以确诊。"], "name": ["盆腔炎症性不孕症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、上皮样平滑肌肿瘤(epithelioid smooth muscletumor)", "又称平滑肌母细胞瘤(leiomyoblastoma)或透明细胞平滑肌肿瘤(clear cell smooth muscle tumor)。", "特点：", "(1)无编织状结构，界限不清。", "(2)瘤细胞多为多角形或圆形，弥漫成片或排列成巢、索或丛状，瘤细胞胞浆透明，核圆或卵圆，核形较规则，核分裂较少，一般少于3个/HPFs。", "(3)瘤细胞可侵犯周围肌层，但很少侵犯血管。", "2、黏液样平滑肌肉瘤(myxoid leiomyosarcoma)", "特点：", "切面呈胶样，缺乏平滑肌瘤形态，镜下形态良好，细胞少，间质黏液性变，核分裂少。呈浸润生长，几乎全是恶性。", "3、播散性腹膜平滑肌瘤病", "特点：", "(1)呈多发性、良性增生。", "除子宫外可同时在腹膜、大网膜、肠系膜、肠管、卵巢及盆腔各器官的表面有多发的大小不等的结节，圆形，腹膜呈结节状或片状增厚。", "(2)显微镜检查：", "结节为梭形平滑肌细胞组成，肌束交织呈漩涡状排列，瘤细胞大小一致，无非典型改变。无巨细胞形成，无核分裂象或偶见，无血管受侵犯现象，组织学上呈良性。", "(3)黑人、妊娠、产后和口服避孕药者易发生。(4)约1/5患者的肌瘤结节附近伴有子宫内膜异位。", "(4)妊娠后或卵巢切除后肌瘤能完全或部分消失，说明此病为激素依赖性。", "4、静脉内平滑肌瘤病(intravenous leiomyomatosis)", "多发年龄：42～45岁", "可出现月经异常，且伴有慢性盆腔痛。", "特点：", "(1)子宫较大，肌层增厚，有多发结节状橡皮样肿物。", "(2)肌瘤呈蚯蚓样，主要生长在静脉内，常沿子宫静脉延伸至子宫外静脉，部分可达下腔静脉、右心、肺，造成死亡。", "(3)肌瘤可伴广泛性水肿变性、黏液变性或玻璃样变。", "(4)镜下血管内肌瘤表面被覆内皮细胞，位于血管腔内或附着于血管壁。形态为一般的良性平滑肌瘤或上皮样平滑肌瘤。", "5、良性转移性平滑肌瘤(benign metastasizing leiomyoma)", "较罕见，伴有多发性平滑肌瘤。可转移至肺、腹膜后、纵隔淋巴结、骨和软组织等。最常转移到肺：肺内有一个或数个平滑肌瘤结节，界限清楚，可有囊性变。", "6、恶性潜能未定型平滑肌瘤(smooth muscle tumors uncertain malignant potential，STUMP)", "诊断标准：", "(1)核分裂象较少，且有不正常核分裂象和肿瘤细胞凝固性坏死。", "(2)核分裂象≥15个/HPF，但无细胞密集和异型性。", "(3)细胞轻中-度异型性，核分裂象5～10个/10HPFs，无细胞凝固性坏死。"], "name": ["子宫平滑肌肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["肠子宫内膜异位鉴别", "本病易与直肠乙状", "结肠癌", "肿混淆，后者的特点是病变肠段呈局限性环行狭窄，与正常肠段分界清晰和黏膜破坏，以及症状的进行性加重。腹腔转移性肿瘤的盆腔种植也可产生与本病相似的改变，但它常同时伴有不同程度的", "腹水", "和(或)有原发", "病灶", "的存在。慢性", "结肠炎", "、盆腔区放疗后的直肠乙状", "结肠", "放射性纤维收缩有时也可误诊为本病。"], "name": ["肠子宫内膜异位"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["湿疣鉴别诊断", "湿", "疣", "是性病的一种，主要由性传播导致，而它的生长部位及治疗都与性有密切的互动关系。疣体长在性敏感点，如阴蒂、阴道口，阴道前壁“G性感点”，导致感觉迟钝，性快感下降，高潮难以引起。并出现外阴痒痛、性交后出血，引起恐惧感，精神负担过加重，最终导致性欲下降。由于听说", "尖锐湿疣", "是性病，由性不轨引起，常导致夫妇间猜疑、感情破裂，甚至离婚或自杀，或产生性淡漠。", "尖锐", "湿疣", "用药是以腐蚀为主，使其坏死、脱落。如腐蚀过深，破坏了下面的性敏感区和神经组织，将可造成永久性性功能损害。故治疗应恰到好处，不要伤及性敏感区神经末梢。酞丁胺霜或5－氟脲嘧啶可引起", "过敏", "反应，使阴道粘膜和皮肤溃破，不能性交，如强行其事，则疼痛难忍。", "病期性交，对疣体反复磨擦、撞击，可造成疣体撕裂，引起出血、感染，疼痛加重；且可将病毒带至其他部位，使病灶迅速扩大。亦可造成性伴侣染上病毒。如有肛交、口交习惯者，尚可引起咽喉和直肠尖锐湿疣，使得声音嘶哑，呼吸困难，或大便里急后重，便血。病期受孕，疣体将迅速增生、扩散。分娩期还可使新生儿染上病毒，患咽喉部湿疣或气管内湿疣，从而引起新生儿的吞咽和呼吸困难。"], "name": ["湿疣"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别：", "一、脂肪肉瘤：", "1、简介：", "脂肪肉瘤是起源于原始间叶组织的恶性肿瘤，常发生于大腿及腹膜后，亦可见于臀部胭窝其他部位的软组织，偶见极少原发于肝脏。", "2、临床表现：", "无特征性，多为肝区疼痛，发热，食欲减退体重减轻上腹部可触及肿块极少发生黄疸及腹水。", "3、鉴别要点：", "瘤体呈椭球形或不规则形质软，体积往往至较大时才被发现。切面呈灰黄色或灰白色常见坏死区域，坏死区易软化、易碎。", "瘤体周围组织受压可形成不完整的薄层假包膜，分化良好的脂肪肉瘤可出现完整的包膜。", "二、外阴神经纤维瘤：", "1、简介：", "外阴神经纤维瘤(neurofibroma)较为少见，神经纤维瘤是神经鞘瘤，为孤立的肿块，常位于大阴唇。外阴神经纤维瘤常为全身多发性神经纤维瘤病的一部分，大约18%神经纤维瘤累及外阴。", "2、临床表现：", "其生长缓慢，发生在青春期后通常没有疼痛。很少恶变，但在妊娠时有明显增大。", "3、鉴别要点：", "二者均为质软肿块，外阴神经纤维瘤瘤体显著凸出于皮肤表面，形成球形或有蒂的疝囊样肿块，可用指尖将瘤压入皮内，肿瘤有明显的弹性。经病理学检查可鉴别。", "三、皮赘：", "1、简介：", "皮赘是指一种柔软，皮色的增生物，通过一个细的蒂样组织附着在皮肤表面，其医学名称叫做软垂疣。皮赘不是皮肤癌症也不会转变成皮肤癌。60岁以上的老年人多发，更常见于女性，趋向于家族性，怀孕后出现也是很常见的。皮赘最容易生长在皮肤的褶皱区域，颈部，躯干，乳房下面或生殖器区域。", "2、临床表现：", "皮赘起初是皮肤表面的一个很小的柔软肿块，随着时间的推移，长成肉色皮块，通过一个蒂附着在皮肤表面，如果皮赘在蒂处扭转，其内部会形成血块，此时的皮赘可能变得疼痛。", "3、鉴别要点：", "病理组织显示皮赘是由表皮所包围的真皮结缔组织组成。结缔组织疏松水肿，含有许多毛细血管。可与外阴脂肪瘤区别。"], "name": ["外阴脂肪瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["阴道良性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别诊断", "对中、重度妊高征患者应警惕心力衰竭，尤其要求对早期心力衰竭应及时识别，临床上发现患者疲劳、心率快、咳嗽、特别是夜间呛咳且不能平卧或肺底有哕音时要引起重视，心电图检查出现T波及ST段异常，X线检查心脏扩大者皆应考虑心力衰竭。围生期心肌病 晚期妊娠或产后无诱因出现呼吸困难、咯血、胸痛、肝脾肿大、水肿等心力衰竭的症状应考虑围生期心肌病。胸部X线摄片见心脏增大、肺淤血，心电图示左心室肥大及ST段及T波异常改变，可伴有各种心律失常。", "本病患者一部分可因心力衰竭、肺梗死或心律失常而死亡;一部分患者经临床治疗得以恢复，再次妊娠可能复发。"], "name": ["妊娠期心脏病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆腔结缔组织炎鉴别", "1.急性盆腔结缔组织炎应与下列疾病鉴别", "(1)", "输卵管妊娠", "破裂：", "1)简介：卵子在输卵管壶腹部受精，受精卵因某些原因在输卵管被阻，无法到达子宫内膜上，而在输卵管的某一部分着床、发育，发生输卵管妊娠。以壶腹部妊娠为最多，占50～70%;其次为峡部，占30～40%;伞部、间质部最少见，占1～2%。随着胚胎的发育，输卵管无法承受巨大的张力，最终破裂，导致大出血。", "2)症状：有停经史、下腹痛突然发生，面色苍白，急性病容，腹部有腹膜刺激症状，阴道出血少量。", "3)检查：尿HCG( )、后穹隆穿刺为血液。", "(2)", "卵巢囊肿", "蒂扭转：", "1)简介：卵巢囊肿蒂扭转是指供应卵巢囊肿的血管发生了扭曲，是卵巢囊肿缺血，甚至坏死破裂，引起剧烈腹痛。", "2)症状：有突发的一侧性下腹痛，有或无肿瘤史，有单侧腹膜刺激症状，触痛明显，", "3)检查：妇科检查子宫一侧触及肿物及触痛，无停经史。", "(3)", "急性阑尾炎", "：", "1)急性", "阑尾炎", "是外科常见病，居各种急腹症的首位。转移性右下腹痛及阑尾点压痛、反跳痛为其常见临床表现，但是急性阑尾炎的病情变化多端。", "2)疼痛缓慢发生，局限于右下腹部，麦氏点有触痛，", "3)检查：妇科检查无阳性所见。", "2.慢性盆腔结缔组织炎须与", "子宫内膜异位症", "结核性", "盆腔炎", "、", "卵巢癌", "以及陈旧性子宫外妊娠等鉴别。", "(1)子宫内膜异位症：", "1)简介：在正常情况下，子宫内膜覆盖于子宫体腔面，如因某种因素，使子宫内膜在身体其他部位生长，即可成为子宫内膜异位症。", "2)症状：多有", "痛经", "史，且逐月加重，妇科检查可能触到子宫骶骨韧带处有触痛结节或子宫两侧有包块，此点与慢性盆腔结缔组织炎不同。", "3)检查：B型超声波及腹腔镜检查可有助于诊断。", "(2)结核性盆腔炎：", "1)简介：", "由结核杆菌引起女性生殖器炎症称为生殖器结核，又称结核性盆腔炎。多发现于20～40岁妇女，也可见于绝经后的老年妇女。也是慢性疾病，多有其他脏器的结核史。", "2)症状：", "腹痛常为持续性，腹胀，偶有腹部包块，有时有", "闭经", "史，可同时伴有内膜结核。", "3)检查：", "X光检查下腹部可见有钙化灶，包块位置较慢性盆腔结缔组织炎高。", "(3)卵巢癌：", "1)简介：", "卵巢癌是女性生殖器官常见的肿瘤之一，发病率仅次于子", "宫颈癌", "和子宫体癌而列居第三位。但因卵巢癌致死者，却占各类妇科肿瘤的首位，对妇女生命造成严重威胁。", "2)症状：", "包块多为实质性，较硬，表面不规则，常有腹水，患者一般健康状态较弱，晚期癌也有下腹痛，诊断有时困难。", "3)检查：", "B超、腹腔镜检查、血清肿瘤标记物及病理活体组织检查可有助于诊断。", "(4)陈旧性子", "宫外孕", "：", "1)简介：", "由于胚胎着床在不恰当的位置，如输卵管等，宫外孕的胚胎最终死亡，被盆腔结缔组织包裹而呈现组织化，多为团状圆球。", "2)症状：", "多有闭经史及阴道出血，偏于患侧下腹痛。", "3)检查：", "妇科检查子宫旁有粘连境界不清的包块，触痛，B超及腹腔镜检查可有助于诊断。"], "name": ["盆腔结缔组织炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下疾病鉴别：", "1.银屑病 皱襞、外阴部位银屑病主要累及腹股沟、腋下、乳房下，会阴及其他皱褶部位。皮损呈境界清楚的泛发性红斑，无鳞屑，由于局部潮湿、摩擦皮损表面湿润呈湿疹样改变。患者身体其他部位如头皮、四肢伸侧常同时有银屑病典型皮损：红色斑块，上覆厚层银白色鳞屑，剥去鳞屑可见薄膜现象，轻刮薄膜可见点状出血现象。头皮损害常扩展到发际处，头发呈束状，但不脱落。大多数病人冬重夏轻。", "2.玫瑰糠疹 主要发生于躯干、四肢近端.下腹部及腹股沟亦可受累。常先出现一个较大的母斑为椭圆形淡红色或黄褐色斑片，边缘略高起，表面覆有薄的糠秕样鳞屑，不带油腻，以后身体其他部位出现类似皮疹，椭圆形皮疹长轴与皮纹走向一致，能自愈。", "3.股癣 常发生于腹股沟、会阴、肛周，呈中心痊愈、周围扩展的炎性环状或半环状损害，鳞屑不呈油腻性，真菌镜检可查到菌丝或孢子。", "4.湿疹 主要波及两侧大阴唇、阴阜、肛周，少数波及小阴唇和前庭部，以红斑、渗液、肥厚、脱屑为主，皮疹为多形性，鳞屑不油腻，最后导致色素增加，偶有色素减少，伴有剧痒。", "5.痤疮 有毛囊性丘疹、脓疱、粉刺等特征损害，有皮脂溢出，但无油性鳞屑及结痂，常见于青年人。"], "name": ["外阴皮肤脂溢性皮炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并病毒性", "肝炎", "鉴别诊断", "1、妊娠剧吐引起的肝损害。", " ", "黄疸", "较轻，ALT轻度升高，尿酮( )，经过治疗 酸，调整电解度，病情迅速好转，对于恶心", "呕吐", "严重的", "早孕反应", "，一定要提高警惕，结合病史和临床表现，及早进行肝功能检查和肝炎病毒的血清学检查。", "2.妊娠期", "高血压", "疾病引起的肝损害。", "本病常有妊高症的表现，如高血压、蛋白尿、水肿等。可伴有上腹部疼痛，黄疸较轻。妊娠结束后病情迅速缓解。", "3.妊娠期急性", "脂肪肝", "。", "常发生于妊娠晚期，起病急，病情重，病死率高。起病时常有上腹部疼痛，恶心呕吐等消化道症状;进一步发展为急性肝功能障碍，表现为凝血因子缺乏，出血倾向，", "低血糖", "，深度黄疸，", "肝性脑病", "等。", "4.妊娠期肝内胆汁淤积症。", "常有家族史，孕28周后表现全身皮肤瘙痒和轻度黄疸综合症，无消化系统症状，产后消退。", "5.药物性肝损害。", "妊娠期常应用的对肝脏有损害的药物有氯丙嗪、异丙嗪、甲巯咪唑(他巴唑)、异烟肼、利福平、磺胺类、四环素等。常有转氨酶轻度升高，不伴脾大。停药后肝功能恢复。"], "name": ["妊娠合并病毒性肝炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道鳞状上皮癌鉴别  ", "  1.阴道上皮萎缩", " 老年妇女雌激素缺乏造成阴道上皮萎缩，阴道上皮细胞学检查可怀疑", "阴道癌", "。阴道上皮组织学检查因整个上皮由基底细胞或亚基底细胞构成和上皮顶层细胞缺乏糖原，碘试验阳性，与阴道上皮肿瘤相似。整个上皮较薄，细胞间的连接和本身的结构正常，细胞核为单核，无核分裂。", "2.阴道HPV感染", " HPV感染引起的阴道", "尖锐湿疣", "在肉眼下很难与阴道鳞状上皮癌区分。病理见尖锐湿", "疣", "可有轻～中度不典型增生，而它们有过度角化，棒状棘皮网脚与管状基质乳头分离，胞浆内空泡", "变性", "伴胞膜增厚广泛存在，胞核深染，电镜下可能见到HPV颗粒。", "3.阴道结核性溃疡", " 可表现为阴道流血性分泌物。但结核性溃疡少见，病变发展较慢，初为局限性小结节，破溃后形成浅表溃疡，形状不规则，局部淋巴结增大，分泌物涂片可能找到结核菌，身体其他部位可有结核症状或体征。阴道溃疡处活组织检查可确诊。", "4.", "子宫内膜异位症", "在阴道后穹隆形成", "结节病", "灶，呈暗红色小突起，质硬，常伴有", "痛经", "症状。活检可证实。", "5.阴道转移性绒癌 ", "本病特点由子宫绒癌转移而来。阴道结节呈紫蓝色，质脆，易出血。有", "葡萄胎", "、", "流产", "、分娩等病史。妊娠试验阳性，病理检查可确诊。", "6.", "宫颈癌", "多见于中年以上妇女，有不规则阴道出血、阴道排液伴恶臭症状，与阴道癌症状难区别。妇科检查发现病变在子宫颈，可呈溃疡、糜烂及肥大等。"], "name": ["阴道鳞状上皮癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["须与甲状腺功能亢进、心肌病等器质性心脏病、胃溃疡、十二指肠溃疡、胆囊疾病、自主神经功能紊乱等类症相鉴别。"], "name": ["卵巢功能异常综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道腺癌鉴别诊断", "一、鉴别：", "", "阴道腺癌", "少见，因此发现阴道腺癌时，应先排除阴道外的原发癌灶累及阴道，常见的为子宫内膜腺癌，", "尿道旁腺癌", "和", "前庭大腺癌", "。", "1.子宫内膜腺癌阴道转移：", "部位多在阴道下段左右两侧或尿道下方，孤立结节，位于黏膜或黏膜下，肿瘤结节可破溃形成溃疡，出血和感染，可伴有子宫增大，子宫腔诊刮阳性。", "2.尿道旁腺癌：", "多累及阴道前庭，可有尿频，尿痛或排尿障碍。", "3.前庭大腺腺癌：", "多累及阴道下段侧壁，肿块位置较为深在。", "4.阴道的子宫内膜异位：", "罕见，常好发于穹隆部，随月经次数的增加而增大，周围呈炎症性浸润状，往往合并盆腔", "子宫内膜异位症", "，常有", "痛经", "或性交痛，阴道的子宫内膜异位发生癌变时，在组织学上必须看到正常的子宫内膜和子宫内膜腺癌之间的过渡形态。", "5.", "阴道腺病", "：", "通常分布在阴道上段的前后壁和两侧穹隆，可蔓延到宫颈，很少累及阴道下1/3段，只有在上中1/3段受累时才在下1/3段出现。", "6.恶性", "滋养细胞肿瘤", "的阴道转移：", "往往于黏膜下呈紫蓝色结节，溃破时可导致大出血，有", "流产", "，正常产或", "葡萄胎", "历史，子宫通常增大，或有卵巢黄素囊肿，尿妊娠试验阳性或血β-HCG异常升高。", "7.阴道结核性溃疡：", "可表现为阴道流血性分泌物，但结核性溃疡少见，病变发展较慢，初为局限性小结节，破溃后形成浅表溃疡，形状不规则，局部淋巴结增大，分泌物涂片可能找到结核菌，身体其他部位可有结核症状或体征，阴道溃疡处活组织检查可确诊。"], "name": ["阴道腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴", "银屑病", "鉴别", "外阴部的银屑病的表现与其他部位的皮损表现不同，须与以下几种疾病进行鉴别。", "  1.女阴", "湿疹", " ", "女阴湿疹位于阴唇及周围的皮肤，急性期以红斑、丘疹、糜烂、渗液为主，阴唇可略带红肿。由于会阴部皮肤较薄嫩，经常搔抓加上潮湿、摩擦，易形成糜烂面。慢性期患处及周围皮肤可有浸润和增厚，表面粗糙，鳞屑极少，境界一般清楚，可伴有色素沉着或色素减退。", "2.女阴扁平苔藓", " 好发于任何部位，四肢多于躯干，四肢屈侧多于伸侧，也常见于面部、口腔黏膜、龟头或女阴等处。为紫红色的扁平多角形丘疹，针尖大小到1cm大小，单独或成群分布，丘疹上覆细微鳞屑，丘疹表面有一层光滑发亮的蜡样薄膜，并可见细的白色条纹，即Wickham纹。位于黏膜的皮损可以呈糜烂或溃疡，奇痒。", "3.硬化萎缩性苔藓", " 好发于小阴唇，大阴唇，阴蒂和会阴部，可以延及股内侧，单发于女阴，也可见于其他部位，临床上表现为椭圆形香烟纸样皱褶，上有毛细血管扩张，损害的边缘，为象牙色萎缩性丘疹或斑片。由于摩擦和潮湿，可以破损，呈潮红，糜烂，也可有水疱、大疱，感剧烈瘙痒或疼痛。", "4.生殖道假丝酵母菌病 ", "损害为边缘鲜明的暗红色斑，融合成不规则小片，多发生在肛门周围，可蔓延至臀部、腹股沟、大阴唇、阴阜等部位，镜检查到假丝酵母菌假菌丝和孢子。", "5.外阴", "红癣", "常发生于股部内侧，为不甚规则、大片淡红色斑，边缘无丘疱疹，无鳞屑，镜检查到微细棒状杆菌。", "6.外阴", "脂溢性皮炎", "病损边缘不十分明显，鳞屑菲薄呈黄色、油腻性，刮除后无点状出血，发生在阴阜部位常伴脱毛。多数在头皮、颜面部、胸部等有相似病变存在。"], "name": ["外阴银屑病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["需与白癜风鉴别，根据白癜风后天发病，白斑由小逐渐扩大，无眼部症状可鉴别。"], "name": ["外阴白化病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["结核性阴道炎鉴别", "结核性", "阴道炎", "须与外阴阴道湿", "疣", "(", "尖锐湿疣", "或扁平", "湿疣", ")、性病肉芽肿、癌肿等相鉴别，方法主要靠活体组织检查。", "外阴尖锐湿疣：又称生殖器疣或性病疣，是由HPV性接触所致。妇女在性激素水平教高时期，外阴长期受多量分泌物刺激，亦可出现类似尖锐湿疣的病态，称为外阴", "假性尖锐湿疣", "，属慢性非特异性增生性炎症，与性生活的关系不明显。初期常无症状，无痛苦，刚开始为小淡红色、暗红色或污灰色乳头状隆起，逐渐增大加多，倾向融合，或相互重叠，根部有蒂，表面凹凸不平，湿润柔软，呈乳头样、菜花样或蕈样突起。病损增大时，可有压迫及痒感，表面易于糜烂，渗出混浊浆液，带有恶臭，且因每次搔抓引起继发性感染。", "", "性病性淋巴肉芽肿", "：性初疮多发生于阴道下部，女性阴道前庭、小阴唇、阴道口、尿道口周围的5-6mm的极小疱、溃疡、常为单个，有时数个，无明显症状，数日不愈，愈后不留瘢痕。向髂及直肠淋巴结回流，可引起该部", "淋巴结炎", "，直", "肠炎", "，临床可有便血、粘液血便、腹痛、腹泻、里急后重及腰背疼痛，形成肛周", "肿胀", "、瘘管、直肠狭窄及大小阴唇象皮肿等。", "", "阴道癌", "：主要临床表现有：阴道不规则出血，性交后出血及", "绝经", "后出血;白带增多，甚至阴道有水样、血性分泌物伴有恶臭;随着病情发展可出现腰、腹痛，大小便障碍(包括尿频、尿血、尿痛及便血、", "便秘", "等);严重者可形成膀胱阴道瘘或", "直肠阴道瘘", "。"], "name": ["结核性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青春期功能失调性子宫出血鉴别诊断", "应注意与结核性", "盆腔炎", "，", "子宫内膜结核", "、", "子宫内膜炎", "、继发于凝血机制障碍的出血相鉴别，排除", "出血性疾病", "所引起的月经过多。"], "name": ["青春期功能失调性子宫出血"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["皮肤", "子宫内膜异位症", "诊断鉴别", "1.子宫内膜异位症", "疼痛一般在经前开始，持续整个经期，甚至延至经后数日方消失。它钝性胀痛及坠痛，可在正中，也可偏于一侧，且常向直肠、会阴和腰背部放射。", "2.子宫腺", "肌病", "此病周期性", "痛经", "明显，经血量多持续时间长。检查特点：子宫不规则增大、质较硬，B超有助于诊断。子宫腺肌病可与盆腔子宫内膜异位症并存。"], "name": ["皮肤子宫内膜异位症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["症瘕鉴别诊断", "", "症瘕", "的辨证，重在辨善恶、辨血气、辨新久。大凡恶性肿瘤或良性肿瘤恶变时，肿块生长迅速，病程短，妇科检查肿块固定，实质性或半实质性，硬或结节状不平，常有腹水，且多为血性，可查到癌细胞;良性肿瘤生长慢，病程长。妇科检查，见肿块活动，呈囊性或囊实性，表面光滑者，一般情况好。良性肿瘤症瘕，病在气者以胀满为主，症块不坚，推之可移;病在血者以胀痛为主，症块坚硬，固定不移。本病的治疗，病在气者，以理气行滞为主，佐以活血化瘀;病在血者，以活血破瘀散结为主，佐以理气。病在痰瘀互结者，又当化痰消瘀。新病体质较强者，宜攻宜破;久病体质较弱者，宜攻补兼施，或先攻后补，或先补后攻，随证施治。"], "name": ["症瘕"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别：", "一、外阴皮赘：", "1、简介：", "外阴皮赘是指一种柔软，皮色的增生物，通过一个细的蒂样组织附着在皮肤表面，其医学名称叫做外阴软垂疣。典型的外阴皮赘在60岁以上的老年人当中特别常见，更常见于女性，趋向于家族性，怀孕后出现也是很常见的。", "2、临床表现：", "外阴皮赘起初是外阴皮肤表面的一个很小的柔软肿块，随着时间的推移，长成肉色皮块，通过一个蒂附着在皮肤表面，容易前后摆动。", "如果经常摩擦皮赘可能产生刺激症状。但是不疼，如果皮赘在蒂处扭转，其内部会形成血块，此时的皮赘可能变得疼痛。", "3、鉴别要点：", "病理检查可确诊。", "二、腹股沟圆韧带肌瘤：", "1、简介：", "腹外斜肌肌腱的下缘增厚卷曲，连于髂前上棘(Anterior superior iliac spine)与耻骨结节(pubic tubercle)之间，称腹股沟韧带(inguinal ligament)。发生在腹股沟圆韧带处的肿瘤称之为腹股沟圆韧带肌瘤。", "2、临床表现：", "可有发热、腹股沟胀痛无力的症状。", "3、鉴别要点：", "病理检查可确诊。", "三、外阴神经纤维瘤：", "1、简介：", "外阴神经纤维瘤(neurofibroma)较为少见，神经纤维瘤是神经鞘瘤，为孤立的肿块，常位于大阴唇。", "外阴神经纤维瘤常为全身多发性神经纤维瘤病的一部分，大约18%神经纤维瘤累及外阴。", "2、临床表现：", "外阴神经纤维瘤一般无症状，生长缓慢，很少恶变，但妊娠时此瘤可明显增大，瘤体较大时有时出现坠痛不适。可发生于任何组织内，常发生于阴唇，单发，瘤体较小，质软，常带蒂，表面见色素沉着。瘤体显著凸出于皮肤表面，形成球形或有蒂的疝囊样肿块，可用指尖将瘤压入皮内，肿瘤有明显的弹性。", "3、鉴别要点：", "该瘤体有蒂，质较软。瘤组织由神经鞘膜细胞组成。"], "name": ["外阴纤维瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并宫颈癌鉴别诊断", "一、鉴别：", "   应与有临床类似症状或体征的各种宫颈病变鉴别，主要鉴别诊断依据是活组织病理检查。包括：", "1.宫颈良性病变：", "宫颈糜烂", "、息肉、宫颈内膜异位、宫颈腺上皮外翻和宫颈结核性溃疡等。", "2.宫颈良性肿瘤：宫颈黏膜下肌瘤、宫颈管肌瘤、宫颈乳头状瘤。", "3.宫颈恶性肿瘤：原发性宫颈恶性", "黑色素瘤", "、", "淋巴管瘤", "、转移性癌(以", "子宫内膜癌", "、", "阴道癌", "多见)，应注意原发性", "宫颈癌", "可与子宫内膜癌并存。"], "name": ["妊娠合并宫颈癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠合并系统性红斑狼疮鉴别", "   1.妊娠期", "高血压", "疾病 ", "肾型SLE患者和妊娠期高血压疾病患者均可以出现水肿、高血压、蛋白尿。脑型SLE可以发生", "癫痫", "，与严重妊娠期高血压疾病的", "子痫", "抽搐发作的临床表现难以区分，由于两种疾患处理方法不同，进行鉴别尤为重要，通过化验检查可以区分：", "(1)SLE患者免疫指标(如ANA等)阳性，妊娠期高血压疾病患者免疫指标阴性。", "(2)血清补体如C3、C4、C50在妊娠期高血压疾病时是升高的，SLE活动时补体是降低的。", "(3)妊娠终止，妊娠期高血压疾病立即缓解，SLE不能缓解。", "鉴别妊娠期高血压疾病与SLE病情加重很有必要，因为妊娠期高血压疾病的根本措施是终止妊娠。如SLE病情加重，则治疗方法有所不同，需要增加泼尼松用量或用其他免疫抑制剂。", "2.", "贫血", " ", "妊娠期最多见的是", "缺铁性贫血", "，营养性贫血，通过补充铁剂、叶酸、调整饮食，多数能纠正。SLE患者贫血可能是免疫引起的", "溶血性贫血", "，患者为正常色素，正常细胞贫血，并且常常伴有血小板减少。SLE免疫抗体指标阳性，抗人球蛋白试验呈阳性;营养性贫血免疫抗体指标阴性，抗人球蛋白试验呈阴性。", "3.原发性", "血小板减少性紫癜", "约有25%的SLE患者发病时有血小板减少，被误认为原发血小板减少性紫癜。通过骨髓穿刺进行区分，SLE患者巨核细胞不减少;原发血小板减少性紫癜巨核细胞减少。进行抗核抗体及其他免疫学检查，如免疫指标阳性支持SLE，如阴性可以排除SLE。", "4.淋巴结肿大", " 有5%SLE患者以淋巴结肿大起病，淋巴结大小可达2～4cm直径，并且伴有低热。淋巴结活体病理检查，排除淋巴结结核及", "霍奇金病", "。"], "name": ["妊娠合并系统性红斑狼疮"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道平滑肌", "肉瘤", "鉴别", "1.", "阴道癌", "多由阴道黏膜始发，主要病灶在阴道黏膜面，可呈糜烂、结节、乳头状、菜花状等形态，组织较脆，同时伴有感染出血。与阴道", "平滑肌肉瘤", "起自阴道黏膜下组织，黏膜完好，肿物呈实性有所不同。", "2.前庭大腺恶性肿瘤", "发生在接近阴道口侧壁的阴道平滑肌肉瘤，与前庭大腺实性恶性肿瘤有时难以区别，可依据病理组织学作鉴别诊断。用特殊的组织学染色区别组织学来源，例如Masson三色染色剂(结缔组织的三色染色剂)确定平滑肌肉瘤，Laidlaw网蛋白染色确定米勒间质细胞肉瘤和淋巴肉瘤。电镜检查寻找某些超微细结构以帮助诊断，如平滑肌肉瘤具有平滑肌的肌丝，", "横纹肌肉瘤", "具有横纹肌型的肌丝、微丝、微绒毛凸起，而缺乏基底膜。", "3.与", "阴道横纹肌肉瘤", "鉴别", "主要依靠病理组织学检查。", "4.阴道脓肿、囊肿或", "纤维瘤", "临床常误诊为阴道脓肿、囊肿或纤维瘤，误诊时间有长达16个月的报道。"], "name": ["阴道平滑肌肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴", "天疱疮", "鉴别", "根据临床上皮肤-黏膜有松弛性大疱，尼氏征阳性，组织病理示基底层上方棘层松解性水疱，直接免疫荧光示受累表皮细胞间IgG，C3沉积，间接免疫荧光检查血清中有抗表皮棘细胞间物质抗体(天疱疮抗体)可以诊断。", "", "大疱性类天疱疮", "，重症", "多形红斑", "，家族性慢性良性天疱疮，线状IgA大疱性皮病均可有腹股沟，会阴，肛周部位的水疱，糜烂，偶可有阴道黏膜损害。"], "name": ["外阴天疱疮"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道腺病", "鉴别", "1.", "子宫内膜异位症", "阴道壁子宫内膜异位症病变突出于阴道壁表面，可呈暗红色、糜烂状，也可局部形成结节或息肉样黏膜突起，类似斑点或", "腺瘤", "型阴道腺病。但前者常有", "痛经", "和性交痛，月经前后病灶可有暗红出血点，镜下见子宫内膜腺体及间质成分。腺腔内常有陈旧性出血。而后者仅有诊断内膜腺体，无内膜间质细胞。", "2.中肾管囊肿", "(1)阴道中肾管囊肿：", "可与囊肿型阴道腺病类似，但前者多位于阴道前侧壁，囊肿壁上皮细胞缺乏糖原和黏液，黏液组化染色为阴性。", "(2)包涵囊肿：", "多因分娩、手术或外伤造成阴道壁损伤，在伤口愈合过程中小部分黏膜卷入阴道黏膜下而形成囊肿，多为单个，位于阴道壁下段，与阴道腺病囊肿型类似，但多无症状，病检囊肿内衬复层鳞状上皮，无腺体组织。", "3.阴道葡萄状", "肉瘤", "本病也多发生在女婴及幼女，早期表现为阴道分泌物多或阴道出血，但肿瘤多成半透明，形似胚胎状，病理检查肉瘤组织中可找到横纹肌母细胞。", "4.阴道透明细胞癌", "早期可表现为血性白带、性交出血或阴道不规则出血，病灶局部可形成结节、糜烂、溃疡等，有出血。阴道透明细胞癌可与阴道腺病同时存在，也可有阴道腺病恶变而来。主要依据病理检查明确诊断。", "5.阴道鳞癌", "患者多为", "绝经", "后妇女，阴道病灶呈结节、糜烂、溃疡或息肉样，质硬，触之易出血。经病灶活组织检查可以鉴别。"], "name": ["阴道腺病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["鉴别诊断包括各种感染性外阴炎和病因明确的外阴疼痛。"], "name": ["环状外阴炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫颈残端癌鉴别", "应注意与宫颈，阴道炎性疾病相鉴别。"], "name": ["子宫颈残端癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢卵黄囊瘤鉴别诊断", "注意与卵巢其他生殖细胞肿瘤如卵巢无性细胞瘤等相鉴别。"], "name": ["卵巢卵黄囊瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴汗腺腺癌鉴别诊", "1.", "纤维瘤", "：纤维瘤(fibroma)是来源于纤维结缔组织的良性肿瘤，因纤维瘤内含成分不同而有不同种类，因纤维结缔组织在人体内分布极广，构成各器官的间隙，所以纤维瘤可以发生于体内任何部位。其中以皮肤和皮下组织最为常见，肌膜、骨膜、鼻咽腔及他处粘膜组织以及其它器官如乳腺、卵巢、肾脏等均可发生。大小不等，生长缓慢。", "2.", "神经纤维瘤", "：神经纤维瘤为常染色体显性遗传疾病，系外胚层和中胚层组织发生障碍所致。其特点是多系统、多器官受累而以中枢神经系统最为明显，可引起多种肿瘤如", "错构瘤", "、神经纤维瘤、", "脑膜瘤", "及胶质瘤等;多灶性是其最常见的病理特点。", "3.软组织", "肉瘤", "：", "软组织肉瘤", "来源于脂肪、筋膜、肌肉、纤维、淋巴及血管。每种都有不同的组织学、生物学特性和不一样的局部浸润、血行和淋巴转移倾向。肺转移是较常见行为，按身体不同部位发病的机率排列：躯干、下肢、头颈、上肢，后腹膜也常出现脂肪和", "纤维肉瘤", "。", "对生长迅速的巨大", "汗腺癌", "有时与软组织肉瘤难以鉴别，惟汗腺癌发生区域淋巴结转移者比软组织肉瘤更为多见。"], "name": ["外阴汗腺腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "淋巴管肌瘤", "鉴别", "与先天性和颈部外伤(医源性、非医源性)导致的", "气胸", "，", "乳糜胸", "鉴别。", "与其他肺部呈弥漫性病变的呼吸系统疾病鉴别。"], "name": ["淋巴管肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["间质性膀胱炎、局限性外阴炎和脱屑性阴道炎综合征与感染性膀胱炎、感染性外阴炎及阴道炎相鉴别，还应与原位癌、结核病相鉴别。"], "name": ["间质性膀胱炎、局限性外阴炎和脱屑性阴道炎综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、鉴别", "与先天性肛门畸形相鉴别。"], "name": ["直肠阴道瘘"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["原发性痛经鉴别", "应与慢性盆腔痛区别，慢性盆腔痛的疼痛与月经无关。还应与继发性", "痛经", "及早期的", "子宫内膜异位症", "相鉴别。"], "name": ["原发性痛经"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴假上皮瘤样增生应与下列病症相鉴别。", "一、外阴上皮内瘤样病变", "1、简介：", "外阴上皮内瘤样病变是一组外阴病变，是外阴癌的癌前期病变，包括外阴上皮不典型增生及原位癌。多见于45岁左右妇女。", "外阴皮肤或粘膜鳞形上皮内不典型增生由基底层开始，不典型增生程度加重时向上扩展，占的层次增加。", "另外，还根据细胞排列的异常情况，通过病理细胞学所发现细胞不典型增生的程度和所占的范围，又将其分成I、Ⅱ、Ⅲ级(即轻、中、重度)。", "2、临床表现：有一部分患者无症状。", "1)常见的症状为：主要为瘙痒、皮肤 破损、烧灼感、溃疡等。", "2)体征：有时表现为丘疹或斑点，单个或多个，融合或分散，灰白或粉红色;少数为略高出表面的色素沉着。"], "name": ["外阴假上皮瘤样增生"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["围绝经期前后的", "外阴白色病变", "鉴别", "应与好发于老年人的", "皮肤病", "如皮肤瘙痒、", "神经性皮炎", "、慢性", "湿疹", "等相鉴别。我国部分地区调查结果以老年性皮肤瘙痒、湿疹、神经性", "皮炎", "，癣病等为最多见疾病，人群患病率在10%以上。", "还应鉴别是否已发生了癌变：过去认为外阴白斑是一种具有恶性潜能的疾病，癌变率高达10%～15%，从文献上来看，外阴白色病变的癌变率差别悬殊，有2%～50%不等。近年来国内外学者对此病的癌变潜能作了认真探讨，位于身体其他部位的神经性皮炎，硬苔较少或无恶变潜能，而发生在外阴部却能发生不典型增生或癌变，可能与女阴部情况特殊有关，因该处分泌物多，湿热，通气差加上长期炎症刺激等。", "早在1840年Taussig强调提出，外阴白斑在10年内有半数演变为癌，", "外阴癌", "有70%合并白斑。长期以来，对外阴白斑习惯上施行外阴切除术，近代文献对此已予澄清，Gardner等对外阴白斑长期观察，癌变率为2%～5%，上海资料不典型增生检出率为1.5%，癌检出率为1.8%，国内各家报道1%～4%。据Jeffcoate对136例外阴", "营养不良", "患者进行了2～25年的观察发现癌变率小于5%，认为不典型增生率检出率一般为2%～3%选择性病例可高达10%。Kaufman认为外阴营养不良在治疗情况下很少癌变，Meadams等报道不典型增生在3～25年间转癌率为10%，故Taussig过分强调癌变而主张手术治疗的观点，已摒弃，但对外阴营养不良有不典型增生仍应警惕，定期随访。不典型增生型外阴营养不良组织内增殖细胞核抗原PCNA及EGF表达明显高于其他类型，而与Ⅰ级鳞癌无显著性差异。PCNA的增高及EGF-R的持续激活，是导致明显恶变的原因之一，不典型增生外阴营养不良具有潜在恶性特性。", "过去人们一直认为硬苔属于退化性病变无癌变，但目前有人提出硬苔也有恶性变潜能，Barker Gross等报道3%硬苔伴发癌，河北医学院报道为0.6%，有学者认为硬苔的萎缩上皮并非萎缩性质，经放射或荧光处理的硬苔上皮有“活动”或“不活动”两类细胞、前者代谢活性高于正常上皮3～6倍，与增生性上皮一样具有恶变潜能。"], "name": ["围绝经期前后的外阴白色病变"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴", "黑色素瘤", "鉴别", "外阴色素沉着性", "皮肤病", "损非常常见，常不被病人注意，通常这些病损属良性病变，容易与", "外阴黑色素瘤", "相混淆，需要与这些常见的病损相鉴别。外阴常见的良性色素沉着病损有单纯性着色斑、外阴的黑变病、各种", "痣", "、黑棘皮症、", "脂溢性角化病", "。外阴恶性肿瘤如上皮内瘤变、鳞癌、", "基底细胞癌", "、外阴Paget病等也具有色素沉着改变的特点。由于黑色素瘤组织结构表现的多样性，光镜下黑色素瘤细胞中的上皮样细胞须与鳞癌和腺癌相鉴别，梭形细胞需与平滑肌", "肉瘤", "相区别，有时还需与恶性中胚叶(包括绒癌)相区别，寻找细胞及组织内的色素颗粒对诊断有帮助。", "  1.外阴皮肤痣", " 痣生长缓慢，局部病损稳定，表面高出皮肤，光镜下可以区别二者。若痣出现色素沉着范围扩大、色素加深、表面有溃疡出血，尤其是外阴有毛发的皮肤部位的痣，应高度怀疑是痣的恶变。", "2.", "尿道肉阜", "尿道口周围的黑色素瘤易误诊为尿道肉阜，肉阜淡红色或深红色，边界清，表面光滑，生长慢，质软，无明显的色素沉着，仔细体检结合病理改变容易鉴别。", "3.", "外阴基底细胞癌", "多见于老年妇女，好发在大阴唇前部，肿瘤生长缓慢，常伴有出血及溃疡形成，肿瘤硬，边界清，表面粗糙呈颗粒状，可为黑色，色素沉着一般在病灶的周围，须与黑色素瘤鉴别，镜下可以鉴别二者。", "4.外阴Paget病", " 多发生在", "绝经", "后妇女，病变多位于大阴唇和肛周，大小不等，呈", "湿疹", "样变化，可形成浅溃疡和结痂，边界清。镜下有Paget细胞浸润，也可见吞噬黑色素的细胞。常与浅表型的黑色素瘤相混淆，通过免疫组化染色鉴别二者。"], "name": ["外阴黑色素瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道内胚窦瘤鉴别诊断", "一、鉴别：", "  1.在病理上内胚窦瘤易与透明细胞癌、网状的Sertoli-Leydig肿瘤及阴道葡萄状", "肉瘤", "相混淆。可通过抗淀粉酶PAS阳性小体、Schiller-Duval小体及免疫组化AFP阳性等特点鉴别。", "2.透明细胞肿癌：来自米勒管上皮。透明细胞肿癌可分为良性、交界性和恶性。平均发病年龄48～58岁，几乎所有的病例都大于25岁。透明细胞肿癌中的良性极少见、交界性比较少见。典型症状为食欲减退、肌无力、多尿、烦渴等。", "3.支持间质(Sertoli-Leydig)细胞瘤：由支持细胞(Sertolicell)及/或间质细胞(Leydig cell)组成。多见于生育期年轻妇女，但也可见于儿童和年长者。临床特点是出现内分泌症状，主要为程度不等的失女性态(defeminization)及", "闭经", "。", "4.阴道胚胎性", "横纹肌肉瘤", "(葡萄状肉瘤)：为中胚层起源的恶性肿瘤，较少见。通常发生于婴幼儿，90%发生于5岁以下儿童。临床特点是有阴道出血或阴道口出现从阴道内伸出的息肉样肿物。"], "name": ["阴道内胚窦瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴平滑肌肉瘤鉴别诊断", "临床上常误诊为", "前庭大腺囊肿", "，脓肿或其他良性肿瘤，尤其是年轻患者，需注意与以下疾病鉴别：", "1.不典型的", "外阴平滑肌瘤", "：除前文所述的条件外，Orii等提出肿瘤内的肥大细胞计数可用来鉴别两者，每个高倍视野下肥大细胞数<16作为辅助诊断平滑肌", "肉瘤", "的标准，其敏感性为100%，特异性为96%。", "2.术后梭形细胞结节：组织学上增生的梭形细胞与恶性平滑肌细胞相似，且有许多核分裂象可达25个/10HPF和边缘浸润，但细胞异型性不明显且无病理性核分裂象，有炎症细胞浸润，通常发生在外阴手术后数周到数月(一般在3个月内)，更重要的是有良性的临床过程。", "3.结节性", "筋膜炎", "：又称假肉瘤性筋膜炎，由生长在接近深部筋膜皮下组织的反应性成纤维细胞增生而形成的黏液样包块，一般为1.5～3.5cm，很少超过4cm，特点是病变周围有大量慢性炎细胞浸润和血管形成，成纤维细胞，胶原纤维和网状纤维杂居，类似于肉芽组织，有时可见破骨细胞样多核巨细胞，切除后不复发，并有一定自限性。", "4.黏液样变的", "平滑肌肉瘤", "还需与黏液变性的恶性", "神经鞘瘤", "，黏液性", "脂肪肉瘤", "，黏液性", "纤维肉瘤", "，侵袭性血管黏液瘤等相鉴别。"], "name": ["外阴平滑肌肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.外阴湿疹 由变态反应、神经功能障碍、先天性过敏素质等所致之非感染性炎性皮肤病。临床较为多见，根据病程分为急性和慢性湿疹两种。急性者主要表现为外阴部剧烈的瘙痒及炎性皮疹;慢性者瘙痒可反复发作，局部皮肤增厚，粗糙不平或有苔藓样硬化。镜下主要呈炎症性改变。给予激素治疗有效。", "2.外阴鲍文病 多见于中年以上，身体任何部位均可发生，病灶常超过1cm以上，呈暗红色斑块，境界清楚而不规则，表面常覆盖角化鳞屑，有糜烂结痂及肉芽组织形成，镜下瘤细胞异形性较明显，核分裂象多见，病变波及末端毛囊、外毛根鞘、皮脂腺导管，易发展成浸润性癌。", "3.类湿疹样癌原发性恶性黑色素瘤 Paget病必须与表皮播散性黑色素瘤相鉴别。黑色素细胞常侵入真皮，PAS及Alcian blue染色阴性，多巴染色阳性;而Paget细胞不侵入真皮间质，PAS及Alcian blue染色阳性，多巴染色阴性。", "4.色素性汗管瘤 是一种痣样肿瘤，有相当一部分患者有家族史，多见于青春期和中年妇女，与内分泌有关，可单独位于外阴，亦可同时在面部上下眼睑等部位，为似蜡样光泽的扁平丘疹，颜色近乎皮色，镜下肿瘤细胞常位于真皮浅层小范围内，在纤维性间质内有很大小导管，形如逗号或蝌蚪状，近表皮处可有囊样导管腔。", "5.外阴白假丝酵母菌感染 可出现顽固性外阴瘙痒症状，外阴皮肤抓破后出现皮损，易与本病混淆。病理活检可以鉴别。", "6.外阴鳞状上皮内瘤变 本病有时会出现湿疹样变，并伴瘙痒症状，行组织活检可以确诊。"], "name": ["外阴佩吉特病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.念珠菌性女阴阴道炎 外阴、阴道黏膜充血性红斑、轻度肿胀、浸渍，黏膜表面凝乳状白膜、白膜下基底红，微渗血，自觉瘙痒。凝乳状白膜、阴道分泌物真菌镜检有菌丝和孢子，培养有白色念珠菌生长。", "2.女阴湿疹 根据多形性皮损易有渗出，境界不清，多反复发作，呈慢性经过可鉴别。当病情与湿疹难以区别时，需做斑贴试验以明确病因。", "3.固定型药物 根据明确的服药史，外阴部水肿性红斑、中央水疱、糜烂，再服同类药原部位可出现同样皮损可鉴别。", "4.脂溢性皮炎 该病除阴股皱褶处外，常伴有其他皮脂溢出部位受累，皮损为毛囊性红斑、斑丘疹，其上覆盖油腻性鳞屑、痂皮或有糜烂，可有不同程度瘙痒。"], "name": ["外阴接触性皮炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["典型的乳头状瘤与尖锐湿疣在临床上有时难以区别。尚应与外阴扁平湿疣、早期外阴癌进行鉴别。", "1.外阴尖锐湿疣", "1)简介：", "尖锐湿疣，又称生殖器疣或性病疣，是由人乳头瘤病毒(HPV) 引起的一种性病。多发生于外阴和肛周，呈多灶性乳头状增生。有感染史，人乳头瘤病毒阳性，发展迅速。染途径通过与有传染性的性伴侣性交而发生。潜伏期平均为3个月。", "2)临床表现：", "初期常无症状，无痛苦，刚开始为小淡红色、暗红色或污灰色乳头状隆起，逐渐增大加多，倾向融合，或相互重叠，根部有蒂，表面凹凸不平，湿润柔软，呈乳头样、菜花样或蕈样突起。", "3)病理检查：", "镜下见上皮棘细胞层肥厚，可见挖空细胞。", "2.外阴扁平湿疣", "1)简介：", "外阴扁平湿疣为二期梅毒疹，发生于生殖器和肛门等处。一般有三种，即单纯性、溃疡性和肥大性。", "2)临床表现：", "起初损害为集蔟性红色柔软、扁平的丘疹。由于某些刺激后，扁平丘疹可呈灰褐色。呈丘疹或结节状，多发生于阴唇和会阴。容易破溃。", "3)病理检查：", "分泌物可找到苍白密螺旋体。梅毒血清反应阳性。", "3.外阴癌", "1)简介：", "外阴癌是外阴的恶性肿瘤，发生率约为全身恶性肿瘤的1%，占女性生殖道恶性肿瘤的5%。其中以原发性鳞状上皮癌为主，继发性恶性肿瘤少见。", "最常发生在大阴唇，其次是小阴唇、阴道前庭及阴蒂等处。", "2)临床表现：", "首先出现局部结节或肿块，并逐渐增大、坏死、破溃及感染，分泌物增多，伴有瘙痒疼痛感。肿物可呈乳头状或菜花样，有疼痛、瘙痒症状，易形成溃疡，生长迅速。并可迅速扩大，累及肛门、直肠和膀胱等。", "3)病理检查：", "病理检查可确诊，绝大多数为鳞状细胞癌。", "4.外阴软纤维瘤", "1)简介：", "外阴软纤维瘤是一种以纤维血管为核心、角化的鳞状上皮所覆盖的良性息肉肿块，一种有蒂的良性肿瘤。", "多生长于大阴唇等皮肤部分，为芝麻粒或米粒大小、淡褐色或深褐色，一般为多发呈息肉状。", "2)临床表现：", "当血供不足时，可发生溃疡。在蒂扭转或破溃时则出现症状，主要为疼痛，溃破，出血和感染。", "有时肿块受摩擦而有不适感。", "3)病理检查：", "镜下见有明显的纤维血管间质的成分。"], "name": ["外阴乳头状瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["慢性", "输卵管炎", "鉴别", "应与以下病症相鉴别：", "(一)陈旧性", "宫外孕", " ", "临床表现有腹痛，月经异常，盆腔检查于一侧可触及肿块等易与", "慢性输卵管炎", "混淆。但陈旧性宫外孕有停经史，突然出现下腹部疼痛，伴恶心，头晕等内出血症状，疼痛可自行缓解，后又反复多次突然发作，下腹部出现肿块且伴有持续少量出血。病人呈", "贫血", "貌。妇科检查时肿块多偏于一侧，质实而有弹性，形状极不规则，压痛较炎症轻。可通过后穹窿穿刺吸出陈旧性血液及小血块。", "(二)", "子宫内膜异位症", "可有", "痛经", "，月经多，性交痛，排便痛，不孕及盆腔肿块粘连等体征而易与其相混。但子宫内膜异位症患者无急性感染病史，经过各种抗炎治疗而毫无效果。其痛经特点为继发性、进行性加重，经前开始，经期剧烈并持续至经后数日。妇科检查则盆腔中有明显的粘连，子宫均匀性增大，并固定于后倾后屈的位置，子宫直肠窝处，特别是子宫骶骨韧带有不规则硬结节及触痛。必要时可用药物试验治疗。", "(三)", "双子宫", "腺", "肌病", " ", "有痛经，检查时盆腔有肿块易相混。但双子宫腺肌病，腹痛规律同单子宫，仔细检查可触及两个肿块，形状皆似子宫。行子宫碘油造影可发现畸形子宫。 .", "(四)", "卵巢囊肿", " ", "肿瘤为囊性，位于下腹一侧，肿块以外可扪到子宫体，故与", "输卵管积水", "难以鉴别。但卵巢囊肿无炎症病史。妇科检查时肿瘤呈圆形或椭圆形较多，表面光滑且活动。典型输卵管积水呈香肠样，肿块周围有粘连，一般囊壁较薄。如输卵管积水较大或发生扭转时，则两病不易鉴别。手术时方能确诊。", "(五)", "慢性阑尾炎", " ", "大多数慢性", "阑尾炎", "患者并无典型", "急性阑尾炎", "发作病史，仅诉右下腹痛或同时有胃肠道功能障碍症状，阳性体征亦不明显，故需与慢性输卵管炎区别。X线钡餐检查可有一定帮助。如阑尾不能显示，但盲肠内侧有局限性压痛，且压痛部位随盲肠位置的改变而移动。妇科检查子宫及附件无异常。", "(六)", "输卵管结核", " ", "可表现月经失调，腰痛，下腹隐痛，不孕等症。但输卵管结核患者多无急性炎症病史。往往于生殖器以外脏器如肺、肠、腹膜等有", "结核病", "灶存在。月经失调以", "闭经", "表现为多见。子宫内膜活体组织检查，大部分可发现结核病灶。血沉快、胸部透视、胃肠与盆腔X线摄片以及子宫一输卵管碘油造影可帮助诊断。", "(七)", "卵巢冠囊肿", " ", "于盆腔触及囊性肿块则应与输卵管积水鉴别，一般说鉴别较为困难。但卵巢冠囊肿无炎症病史。妇科检查肿物呈圆形囊感明显，活动，无粘连。"], "name": ["慢性输卵管炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经期尿失禁鉴别诊断", "在症状和体征最易混淆的是不稳定膀胱，可通过尿动力学检测来鉴别明确诊断。感觉急迫性", "尿失禁", "在症状上与不稳定膀胱非常接近，但这类患者可在足够的鼓励下防止溢尿。"], "name": ["绝经期尿失禁"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.尿道狭窄：多有尿道炎和尿道外伤史，经阴道指诊不能触及增生肥厚的膀胱颈组织，尿道造影示尿道狭窄，影像尿动力学检查示最大尿流率呈低水平延长，尿流率接近最大时膀胱颈开放尚好。", "2.神经源性膀胱：两者均有排尿困难，尿潴留，肾输尿管积水，肾功能减退，但神经源性膀胱病人多伴有神经系统病变，常合并有双下肢运动障碍，直肠指检示肛门括约肌松弛，在增加腹压排尿时，尿流能成线，插导尿管或行尿道扩张可顺利通过，尿动力学检查示膀胱逼尿肌无反射，测压曲线呈一水平线。", "3.女性尿道综合征：多见于已婚的中青年女性，有尿频，尿急，尿痛症状，部分病人有排尿困难，于尿道外口处可见黏膜水肿，尿道分泌物，有时还可见尿道肉阜，尿道处女膜融合和处女膜伞等，尿动力学检查示膀胱过度活动，膀胱乏力，远端尿道缩窄和尿道压力增高。", "4.尿道息肉：比较大的尿道息肉，阻塞尿道致排尿困难，两者需鉴别，尿道息肉常于尿道外口看到呈紫红色肿物，将尿道撑开后观察更为明显，取活组织检查可明确诊断，尿道扩张时有阻挡感，膀胱镜检查见膀胱颈部不抬高，颈部组织无增生肥厚。", "5.尿道结石：有排尿困难，常有突然发生排尿困难或尿流梗阻的病史，尿道X线平片有不透光阴影，经阴道触诊检查在阴道前壁可以触到结石，尿道扩张时可碰到结石，有阻挡感或与结石摩擦感。"], "name": ["女性膀胱颈梗阻"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与卵巢功能异常相鉴别。"], "name": ["卵巢功能缺如综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与阴道蛲虫病、阴道阿米巴病及与虫咬皮炎、癌肿以及尖锐湿疣相鉴别。", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。本病一般城市高于农村，儿童高于成人，以儿童多见。蛲虫成虫寄生于人体的盲肠、阑尾、结肠、直肠及回肠下段。若进入阴道可导致异位寄生，污染幼女外阴而引起炎症。", "阿米巴性阴道炎多由阿米巴病原体随大便排出后直接感染外阴或阴道。阿米巴病原体直接侵犯阴道者较少，但如全身情况差或阴道黏膜上皮细胞有损伤时，阿米巴滋养体可侵入损伤部位引起炎症。原虫侵入阴道黏膜后依靠其伪足及其分泌的组织溶解酶造成黏膜坏死，形成溃疡。机体抵抗力低的患者病变还可侵犯至外阴、子宫颈及子宫内膜发生炎症。", "尖锐湿疣是由人类乳头瘤病毒(HPV)感染引起的一种性传播疾病。主要类型为HPV1、2、6、11、16、18、31、33及35型等，其中HPV16和18型长期感染可能与女性宫颈癌的发生有关。"], "name": ["阴道血吸虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢支持-间质细胞瘤鉴别诊断", "临床上很难将支持间质细胞瘤与支持细胞瘤或间质细胞瘤鉴别，准确的诊断仍要病理检查后才能肯定。"], "name": ["卵巢支持-间质细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴恶性淋巴瘤鉴别诊断", "1.炎症：为混合类型的淋巴细胞浸润，还可见其他炎细胞。", "2.淋巴上皮样癌：有上皮成分，高分子量 角蛋白阳性。", "3.分化差的癌：大细胞", "淋巴瘤", "(包括间变性大细胞", "淋巴瘤", ")和分化差的巴氏腺癌，未分化", "鳞状细胞癌", "的区别有时较困难，主要靠免疫组化染色。", "4.其他肿瘤：包括", "黑色素瘤", "，Merkel细胞癌，横纹肌", "肉瘤", "等。"], "name": ["外阴恶性淋巴瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道", "黑色素瘤", "鉴别", "阴道黑色素瘤应注意与其他的少见含黑色素的肿瘤如色素性", "神经纤维瘤", "、恶性神经鞘膜瘤相鉴别。阴道黑色素瘤病细胞类型多样，尤其是无色素的阴道黑色素瘤易与阴道鳞癌、", "阴道腺癌", "及", "肉瘤", "误诊，误诊率达20%。主要借助于免疫组化染色及电镜观察与其他疾病相鉴别，电镜观察较HMB-45的染色更加准确。还应想到与少见的阴道黏膜黑", "色素痣", "相鉴别，并排除其他部位的转移瘤和邻近器官", "恶性黑色素瘤", "的侵犯，黏膜交界处的变化是证明原发性的最可靠的依据。"], "name": ["阴道黑色素瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青少年及小儿子", "宫颈癌", "鉴别诊断", "宫颈结核：", "其特征宫颈外观可正常，也可呈肥大、糜烂、溃疡、乳头状或息肉样表现。宫颈结核好发于青年，多有月经异常、不孕及", "结核病", "史，活检可鉴别。", "2.", "宫颈息肉", "：", "其特征为有蒂、扁圆形的赘生物，表面光滑，色红润，质软。息肉常来自子宫颈口内，突出于子宫颈口外，应切除行病理检查。", "3.宫颈透明细胞癌：", "生长形式似结节状或息肉样，质硬而突起。有些肿瘤扁平，稍突出于宫颈。有的穿透较深，有的位于表面。", "4.宫颈乳头状瘤：", "一般表现为局限性，呈乳头状生长，无浸润表现，常需活检确诊。"], "name": ["青少年及小儿子宫颈癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["原发性卵巢绒癌", "鉴别诊断", "年龄对鉴别妊娠性和非妊娠性卵巢绒癌有关，发生在青春期前者可肯定地诊断为非妊娠性绒癌。但如为生育年龄的妇女，常常难以与妊娠性绒癌区别。近年来随着分子生物学的发展，可通过PCR(聚合酶链反应)方法测定遗传多态性现象，从肿瘤DNA分析来鉴别妊娠性和非妊娠性绒癌。"], "name": ["原发性卵巢绒癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、血管瘤与以下病症相鉴别：", "1、皮下出血结节：", "指压时不退色，可抽出陈旧性血液，含有其他成分。血管瘤指压时颜色消失或变浅，可抽吸出鲜血。", "2、绒癌转移结节：", "绒毛膜癌有阴道流血、腹痛等临床症状。有绒癌病史或近年内有流产病史，血、尿HCG阳性，血β-绒毛膜促性腺激素值异常升高。胸部X线可见转移病灶。", "病灶组织学检查见细胞滋养细胞和合体滋养细胞增生及出血坏死，无绒毛结构。", "二、血管角质痣应与以下病症相鉴别：", "1.毛细血管瘤：", "毛细血管瘤为单个或数个，鲜红色或青紫色，高出皮面，圆形隆起，直径2～4cm，表面有分叶，呈草莓状，质软，压之褪色，临床上与血管角质瘤容易鉴别。", "2.老年性血管瘤：", "常见于中老年人，散在鲜红色或樱桃红色丘疹，呈隆起半球形，质软，故与血管角质瘤鉴别不难。", "3.血管平滑肌瘤、Koposi肉瘤、血管纤维瘤和血管脂肪瘤：", "根据鲜红色或紫红色角化丘疹，有些疣状增生，组织病理示真皮乳头体及乳头层毛细血管增多、扩张，一般诊断血管角质瘤不难。"], "name": ["外阴血管瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢转移癌与丹毒，皮肤转移性前列腺癌与脓皮病，带状疱疹相鉴别。男性生殖道肿瘤应该和睾丸内表皮样或皮样囊肿、睾丸扭转、附睾炎、附睾-睾丸炎、鞘膜积液等疾病相鉴别，故对于男性的生殖道炎症，如睾丸炎、附睾炎经久不愈，伴有睾丸以及附睾的明显肿大、压痛的应进行B超检查，与之相鉴别。"], "name": ["生殖道肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["根据本病的临床特征，应和外阴硬化性苔癣相鉴别，该疾病的确切病因尚未明了，组织病理特征为表皮过度角化和毛囊角质栓塞，表皮棘层变薄伴基底细胞液化变性，黑素细胞减少，上皮脚变钝或消失。主要症状为病变部位发痒，但比鳞状上皮细胞增生所致的奇痒轻，甚至个别患者无瘙痒症状。病变常位于大阴唇、小阴唇、阴蒂包皮、阴唇后联合及肛周，多呈对称性。"], "name": ["继发性女阴过度角化"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "乳房缺少症", "鉴别诊断", "与乳房发育不良鉴别。", "乳房发育不良是一种先天性疾患，主要为腺体组织缺少，皮肤仍完整而有弹性。发生在单侧者常伴胸大肌发育不良或缺如。也可因青春期前乳房区", "烧伤", "引起。双侧者可能系发育成熟期乳腺组织对性激素不敏感所致。乳头发育可以正常。乳房是一个外胚层器官，起源于皮肤，属于胸壁浅层结构。女孩从12—13岁起，乳房开始发育，至15—17岁基本成熟。尽管有人种、族群差异，大致上乳腺是由15—20个腺叶组成。乳房发育不良本质上是一种组织缺少，故治疗上宜增加乳房内容物，扩大体积、改善外形，使女性体现出特有的曲线美及其魅力。"], "name": ["乳房缺少症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经后卵巢恶性肿瘤鉴别", "  1.卵巢恶性肿瘤与良性肿瘤的鉴别见。", "2.卵巢恶性肿瘤的鉴别诊断", "(1)", "子宫内膜异位症", "：", "异位症形成的粘连性肿块及直肠子宫陷凹结节与卵巢恶性肿瘤很难鉴别。前者常有进行性", "痛经", "，", "月经过多", "、经前不规则流血等。绝经后异位内膜组织可逐渐萎缩和吸收，试用孕激素治疗可辅助鉴别。B型超声和腹腔镜检查有助鉴别，有时需剖腹探查才能确诊。", "(2)盆腔结缔组织炎：", "有", "流产", "或", "产褥感染", "病史，表现为发热、下腹痛，妇科检查附件区组织增厚、压痛、片状块物达盆壁，用抗生素治疗症状缓解，块物缩小。若治疗后症状、体征无改善，块物反而增大，应考虑为卵巢恶性肿瘤。B型超声检查有助鉴别。", "(3)结核性", "腹膜炎", "：", "常合并腹水，盆腹腔内粘连性块物形成，多有", "肺结核", "史。全身症状有消瘦、乏力、低热、盗汗、食欲不振、月经稀少或", "闭经", "。妇科检查肿块位置较高，形状不规则，界限不清，固定不动，叩诊时鼓音和浊音分界不清，B型超声检查、X线胃肠检查可协助诊断，必要时剖腹探查。", "(4)生殖道以外的肿瘤：", "需与", "腹膜后肿瘤", "、", "直肠癌", "、乙状", "结肠癌", "等鉴别。腹膜后肿瘤固定不动，位置低者使子宫或直肠移位。", "肠癌", "多有典型消化道症状。B型超声检查、钡剂灌肠、静脉肾盂造影等有助鉴别。", "(5)转移性", "卵巢肿瘤", "：", "与原发性卵巢肿瘤不易鉴别。若在附件区扪及双侧性、中等大、肾形、活动的实性肿块，应疑为转移性卵巢肿瘤。若患者有消化道症状，有消化道癌、", "乳腺癌", "病史，诊断基本可成立。但多数病例无原发肿瘤病史。"], "name": ["绝经后卵巢恶性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别：", "一、外阴平滑肌瘤：", "1、简介：", "平滑肌瘤来源于外阴平滑肌、毛囊立毛肌或血管平滑肌。多发生在生育年龄，主要发生在大阴唇、阴蒂及小阴唇。呈有蒂或突出于皮肤表面，形成质硬、表面光滑的块物。", "2、临床表现：", "患者一般无明显症状，有时会感到外阴不适，外阴下坠感。", "3、鉴别要点：", "该瘤体质硬，界限清楚，镜下见平滑肌细胞排列成束状，与胶原纤维束纵横交错或形成漩涡状结构，常伴退行性变。病理检查可确诊。", "二、外阴纤维瘤：", "1、简介：", "外阴纤维瘤为发生于外阴的纤维组织的良性肿瘤。多位于大阴唇，大小差异很大，一般绿豆到樱桃大小，光滑，质硬，可以推动，表面有沟纹，色泽如正常皮肤，呈浅黄色或深红色，多见于育龄妇女，生长缓慢，一般不恶变。", "2、临床表现：", "初起为硬的皮下结节，继而可增大，形成有蒂的硬的实性块物，大小不一，表面可有溃疡和坏死。", "3、鉴别要点：", "此瘤有包膜，界限清楚，常带蒂。镜下见大量纤维细胞。", "三、表皮囊肿：", "1、简介：", "肿瘤可多发，由几毫米至数厘米大小不等。囊肿缺乏血管。表皮囊肿偶有恶性变，呈浸润性生长，可恶变为鳞状上皮癌，有的可随脑脊液广泛播种转移。", "2、临床表现：", "不同部位的表皮样囊肿临床症状及体征亦不相同。70%病人以三叉神经痛为首发症状。", "3、鉴别要点：", "其囊壁光滑，为复层鳞形上皮所衬，浅表层向着腔内，囊内呈灰白色豆渣样物。", "四、外阴恶性肿瘤：", "1、简介：", "原发性外阴恶性肿瘤较少见，最常发生在50 岁以上老年妇女，如外阴平滑肌肉瘤、外阴纤维肉瘤等。发生的部位以大阴唇最多，约占71.2%，其次为小阴唇、阴蒂、尿道口周围，再次为前庭大腺及会阴。", "2、临床表现：", "在病变发生的同时或之前局部有瘙痒症状或烧灼感，以晚间为重。因搔抓致外阴表皮剥脱，更加重此症状。", "3、鉴别要点：", "恶性肿瘤生长较快，常伴有疼痛感，病理检查可确诊。"], "name": ["外阴颗粒性肌母细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢肿瘤破裂须与非肿瘤性卵巢破裂相鉴别。"], "name": ["卵巢肿瘤破裂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["出血不止又无蚂蟥存在时，应与阴道出血性疾病鉴别。", "1、外伤：这是比较常见的原因。 骑自行车撞伤或学龄儿童玩耍时不慎碰在桌角上，挫伤外阴，或跑跳时跌跤碰伤外阴，有时局部出现小的裂口或小的血肿时，一般出血不多，容易治愈。", "2、异物：有些儿童出于好奇或淘气，常将纸团、棉球、小铃铛、笔帽、小卡子等异物塞入阴道，引起继发感染，阴道发生炎症，常有大量血性恶臭的液体流出。", "3、炎症：儿童期外阴及阴道抵抗力弱，容易引起感染，而发生外阴炎及阴道炎。多伴有外阴疼痛。有些患儿为小阴唇内、处女膜边缘及尿道口的小息肉，也可引起少量阴道出血。", "4、尿道粘膜脱垂：儿童期尿道粘膜脱垂常与阴道出血相混淆，脱垂的粘膜为红色，呈颗粒样围绕在尿道口四周，有时将阴道口覆盖。除有少量血性分泌物外，有时可有尿频，严重时有排尿困难、尿失禁或潴留。", "5、肿瘤：婴幼儿的生殖器官肿瘤也可引起血性白带或阴道出血，但外阴的良性及恶性肿瘤罕见。葡萄状肉瘤为儿童期较多见的阴道恶性肿瘤，多发生于阴道与宫颈之间。患儿除阴道口有息肉状肿物突出外，白带较多，内裤上可见到血迹甚至有阴道出血，此病恶性度高，发展迅速，预后极差。阴道腺病与阴道腺癌的患儿临床上也常自阴道流出血性分泌物。因此婴幼儿白带增多或有血性白带时，应提高警惕。", "6、女性性早熟：这是来自宫腔的出血，其特点是伴有第二性征发育。90%为体质性性早熟。也有因误服避孕药，或含雌激素的食品引起的假性性早熟亦可引起阴道出血，这种出血类似成人的月经，待体内激素排泄后，出血即止。"], "name": ["阴道蚂蟥叮吸"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["前庭大腺癌鉴别诊断", "1.", "前庭大腺炎", "：因", "前庭大腺癌", "位置较深，故早期无症状，往往易误诊为前庭大腺炎。", "2.", "子宫内膜癌", "的阴道转移灶：通常前庭大腺癌位于大阴唇深面，而子宫内膜癌的阴道转移灶，通常出现于阴道口，且病灶较浅;子宫内膜活检阳性。", "3.", "前庭大腺囊肿", "：为常见的良性囊性病变，囊肿边界清楚，多年不变，并发感染时，局部出现红肿热痛，或排出脓液，抗菌治疗有效，前庭大腺慢性炎症则周围组织增厚，局部较为韧实，诊断有困难时，常需作病检确诊。"], "name": ["前庭大腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["需与以下疾病鉴别：", "一、FOX-Fordyoe病", "又称大汗腺粟粒疹。多见于青年及中年女性。90%见于13～35 岁女性，少数可发生在男性。是一种慢性瘙痒性丘疹，严格局限于汗腺分布区域。皮损为密集的毛囊性丘疹，有剧烈的瘙痒。", "二、鲍温样丘疹病：又称温样丘疹病，是一种较罕见的独立性外阴部皮肤疾病。", "三、皮脂腺异位症", "皮脂腺异位症又名“Fordyce病”，是由于皮脂腺生理变异而发生在唇部、口腔粘膜及外生殖器部位增生性病变。", "四、硬化性基底细胞癌", "是皮肤癌最常见类型之一，又称基底细胞上皮瘤(basal cell epithelioma) 、基底样细胞瘤侵蚀性溃疡等，是源于表皮基底细胞或毛囊外根鞘的上皮性低度恶性肿瘤。", "肿瘤组织由基底样细胞组成，往往排列成窄细的条索，周围结缔组织增生显著。可与汗管瘤鉴别。", "本病由Jacob于1827年首先描述，但到1902年才由Krompecher将其与其他上皮性肿瘤明确区分。"], "name": ["外阴汗管瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴软纤维瘤需与下例疾病鉴别诊断：", "1.纤维瘤(硬纤维瘤) ：", "(1)简介：", "硬纤维瘤也称韧带样瘤，是一种少见的良性肌腱膜过度增生。它发生于肌肉、腱膜和深筋膜等处，十分坚硬。本病多发生于腹壁，也可发生于腹内及骨骼肌内。硬纤维瘤多发生于30～50岁，以女性多见。也可见于青少年。", "(2)鉴别要点：", "一般起源于会阴部或圆韧带的深部的纤维组织，间质一般更致密，胶原纤维多。", "2.尖锐湿疣：", "(1)简介：", "尖锐湿疣是由人乳状瘤病毒感染引起的上皮增生性病变，为重要的性传播疾病之一。温暖潮湿的外阴皮肤粘膜利于其生长、繁殖，形成外阴或阴道尖锐湿疣。", "(2)鉴别要点：", "有挖空细胞和分枝乳头。", "3.神经纤维瘤：", "(1)简介：", "神经纤维瘤为常染色体显性遗传疾病，其特点是多系统、多器官受累而以中枢神经系统最为明显，可引起多种肿瘤如错构瘤、神经纤维瘤、脑膜瘤及胶质瘤等;多灶性是其最常见的病理特点。", "(2)鉴别要点：", "更富于细胞，S-100阳性。", "4.侵袭性血管黏液瘤：", "(1)简介：", "侵袭性血管黏液瘤(aggressive angiomyxoma，AAM)可发生于全身软组织，是一种罕见的软组织肿瘤，侵袭性与复发性是其重要的临床特点。迄今全世界报道的病例不足200例，女性外阴阴道部位AAM的报道更是少见，由于其罕见性，致使目前临床上尚缺乏诊治经验，临床误诊率在80%以上。", "(2)鉴别要点：", "不呈息肉状，在深部组织浸润性生长，血管丰富(含有中到大血管)，弥漫分布，可见平滑肌细胞条索。", "5.血管肌纤维母细胞瘤：", "(1)简介：", "一种界限清楚的良性肌纤维母细胞肿瘤，一般位于盆腔会阴部，尤其外阴部位，由间质细胞构成。患者基本为女性。", "(2)鉴别要点：", "其通常为非息肉样肿物，梭形细胞和浆细胞样细胞围绕纤细壁薄的毛细血管排列。", "6.表浅血管黏液瘤：", "(1)简介：", "浅表性血管粘液瘤是1988年由Allen等人首先提出，其位置表浅，可伴有或不伴有上皮成分。", "各个年龄组均可发生。肿瘤均为浅表性定位，位于驱干、四肢和头颈各部。肿瘤多为单发，少数为多发性病灶，大小0.5～9cm，多数在1～5cm范围之内，缓慢生长，无痛性。", "(2)鉴别要点：", "两者都可呈息肉状生长，但表浅血管黏液瘤的病变呈多结节状，有丰富的黏液基质和中性粒细胞浸润，而没有多核间质细胞。", "7.细胞性血管纤维瘤：", "(1)简介：", "细胞性血管纤维瘤(telangiectatic fibroma)为真皮浅层纤维性增生和不同程度的血管增生所致的皮肤色到淡红色丘疹。", "(2)鉴别要点：", "为境界清楚的非息肉样肿瘤，细胞温和，缺乏多核细胞和均匀一致的血管。", "8.平滑肌瘤：", "(1)简介：", "平滑肌瘤是皮肤平滑肌细胞的良性肿瘤。可由血管平滑肌、立毛肌及乳房或阴囊的平滑肌发生而来。发病可能与遗传有关。", "(2)鉴别要点：", "通常不呈息肉状，梭形细胞和表皮之间有界限。", "9.外阴乳头状瘤：", "(1)简介：", "外阴乳头状瘤为上皮来源的肿瘤。病变多发生在大阴唇，也可见于阴阜、阴蒂和肛门周围。", "该病比较少见。肿瘤多见于中老年妇女，发病年龄大多在40～70 岁。病变生长缓慢，可无症状，但也可有外阴瘙痒及局部炎症病史。", "(2)鉴别要点：", "显微镜下比较容易鉴别。"], "name": ["外阴软纤维瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、子宫内膜癌", "多见阴道流血。多为诊刮或子宫内膜活检阳性。", "2、附件炎性肿块", "炎性肿块常伴有周围粘连，管腔内为黄色液体或脓液，无乳头状或髓样组织。", "3、输卵管妊娠者常有停经史。出现急腹症表现，如腹痛、内出血等，血HCG升高。剖开输卵管见内有胚囊或胎盘组织。", "4、卵巢癌", "多呈球形或分叶状，无阴道流液现象。"], "name": ["原发性输卵管癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道横纹肌肉瘤鉴别诊断", "一、鉴别：", "1.表浅的间质反应：", "可在阴道，宫颈出现，肿物苍白水肿，息肉状，大小不等，发展缓慢，多数在妊娠时出现，切除后很少复发，镜下可见病灶有0.2～0.5mm厚的上皮下黏液样的间质区域带，内有大量的星形细胞，具有相似于放射治疗后的成纤维细胞的奇异核，细胞无横纹，也无核分裂。", "2.阴道息肉：", "常为单发，基底有蒂，无葡萄状外观，质地较韧，不易出血，间质中只有少数核大深染的异常细胞，有丝分裂像很少见，无多量幼稚间叶细胞和横纹肌分化的细胞，不存在新生组织层。", "3.良性横纹肌瘤：", "十分罕见，主要在成年妇女出现，婴幼儿少见，肿瘤呈硬实结节状，边界清楚，发展缓慢，组织学上分化好，主要特点为似胚胎性分化的排列较规则的正常胚性横纹肌，或似正常成人成熟的横纹肌，胞浆有横纹，无多量幼稚不分化的间叶细胞或不成熟的肌母细胞及黏液性间质。", "4.阴道内胚窦瘤：", "发生于婴幼儿，可呈结节或息肉，富于黏液性间质，可与葡萄簇性RMS部分相似，但内胚窦瘤除黏液性间质外都可见到各种上皮性分化，组织学上鉴别并不困难。"], "name": ["阴道横纹肌肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴良性肿瘤鉴别诊断", "应与以下病症相鉴别：", "  1.外阴", "尖锐湿疣", "：", "此病与典型乳头状瘤极为相似，组织学上也难以区分。尖锐湿", "疣", "呈多发性，系病毒感染引起，可以消退。", "2.", "外阴癌", "：", "外阴癌呈浸润性生长，有痒痛感，易破溃，需作组织学检查确诊。", "3.", "皮赘", "：", "皮赘应与带蒂软", "纤维瘤", "鉴别，前者体积较小，可复发，后者为单发，体积稍大。"], "name": ["外阴良性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、卵巢黏液性肿瘤：", "多为单侧性，囊壁比浆液性肿瘤厚，肿瘤有分叶感。", "囊壁上皮类似宫颈粘膜上皮，分泌粘液，肿瘤上皮细胞呈柱状，胞浆淡染，透明，无纤毛，产生粘液，无沙粒感。", "2、皮样囊肿：", "囊壁厚，软而有泥样感，软硬不均。", "腹部透视及拍片或可见牙齿或骨片。", "3、黄素囊肿：", "多为双侧性，血或尿妊娠试验呈阳性。", "囊壁薄，葡萄胎排空后囊中逐渐缩小，之后消失，卵巢恢复正常大小。", "4、卵巢巧克力囊肿：", "有进行性加重的痛经、不孕等病史。", "囊肿在月经前后大小可改变，在张力低时轮廓不清。", "5、卵巢冠囊肿：", "生长较慢，不影响卵巢。", "囊肿呈卵圆形，单房，内有澄清液体。", "手术时可见输卵管被拉长，跨在囊肿上。", "6、卵巢储留囊肿：", "肿块直径少于5厘米，可自行消失。", "滤泡囊肿：引起停经或经期延长。", "黄体囊肿：引起经期后延或经血淋漓不断。", "7、阔韧带囊肿：", "囊壁表面血管与阔韧带膜上的血管重叠交错。", "囊肿顶部紧贴一条输卵管，后方有卵巢。", "8、子宫肌瘤：", "伴有月经过多或不规则阴道出血。", "肿瘤位于下腹正中，随子宫活动而移动。", "9、输卵管积水：", "有盆腔炎及不孕病史。", "呈椭圆形，壁薄，与周围组织粘连、固定，有压痛，对侧附件有炎性增厚。", "10、卵巢宫内膜样肿瘤、移行细胞肿瘤等。"], "name": ["卵巢浆液性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["结核性", "宫颈炎", "鉴别", "    1.", "子宫内膜异位症", "子宫内膜异位症与生殖器结核的临床表现多有相似之处，如低热、", "痛经", "，盆腔有粘连、增厚及结节等。但子宫内膜异位症痛经为继发性并进行性加重，经量较多，经以上检查多能确诊。", "2.", "宫颈癌", "宫颈结核可有乳头状增生或表浅溃疡，与宫颈癌有时不易鉴别，应作宫颈细胞学检查及宫颈活组织检查。", "3.阿米巴性", "子宫颈炎", "在分泌物中找到阿米巴滋养体即可区别。"], "name": ["结核性宫颈炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别：", "一、外阴纤维瘤：", "1、简介：", "外阴纤维瘤为发生于外阴的纤维组织的良性肿瘤。多位于大阴唇，大小差异很大，一般绿豆到樱桃大小，光滑，质硬，可以推动，表面有沟纹，色泽如正常皮肤，呈浅黄色或深红色。", "病因不明，多见于育龄妇女，以单发为主，生长缓慢，一般不恶变。", "2、临床表现：", "初起为硬的皮下结节，继而可增大，形成有蒂的硬的实性块物，大小不一，表面可有溃疡和坏死。", "3、鉴别要点：", "外阴纤维瘤与外阴平滑肌瘤的形态相似，质地均硬且易活动。外阴纤维瘤切面为致密、灰白色纤维结构。镜下见波浪状或相互盘绕的胶质束和纤维母细胞。依据病理检查可以确诊。", "二、外阴颗粒细胞性肌母细胞瘤：", "1、简介：", "外阴颗粒性肌细胞瘤是一种生长缓慢的良性肿瘤，可能来源于神经组织，较为少见，可侵犯舌，皮肤和其他部位包括上呼吸道、消化道和骨骼肌等，多见于阴唇处，偶见于阴蒂。", "2、临床表现：", "一般无特异的症状，有时患者偶然发现外阴部的肿块，生长缓慢，无压痛，生长在外阴部的肿瘤多发于大阴唇的组织深部。", "3、鉴别要点：", "该瘤为质硬结节，无明显包膜。镜下见瘤细胞呈圆形或多角形，含嗜酸性颗粒。", "三、外阴平滑肌肉瘤：", "1、简介：", "外阴平滑肌肉瘤较为少见，但在外阴肉瘤中平滑肌肉瘤是最常见的。外阴平滑肌肉瘤占外阴肉瘤的33%～68%。多见于30～50 岁的妇女，但也有发生于幼女者。儿童外阴肉瘤多为葡萄状肉瘤。", "2、临床表现：", "外阴肿块大多见于前庭大腺周围的深部软组织、阴唇系带，偶发生于阴蒂、阴阜和会阴，常常表现为缓慢生长无痛性块物，初起时肿块较小，位于皮下，可无任何症状，因自己无意中摸及肿瘤而就诊。也可数年内无变化，患者往往因肿块、出血和疼痛而就诊。", "3、鉴别要点：", "外阴平滑肌瘤短期生长快，肌瘤边界模糊，活动差，警惕有肉瘤变可能，应予重视。"], "name": ["外阴平滑肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经与", "抑郁症", "鉴别", "  1.过度悲伤", " ICD-10建议对于那些丧失亲人后持续6个月或更长时间仍有较强烈的、异常过度悲伤情绪者，诊断为“", "适应障碍", "”的一个亚型。DSM-Ⅳ则建议将丧失亲人后2个月仍持续存在典型抑郁症状者，予以“重症抑郁症”诊断。", "2.焦虑", " 相当部分抑郁症患者同时表现", "焦虑症", "状，有时难与焦虑障碍区分。通常，抑郁症患者和焦虑障碍患者都可以出现各种自主神经功能方面的症状，如心悸、失眠、担忧等，但焦虑障碍患者可能交感神经系统亢进的表现更多，而抑郁症患者可能更多有自我评价过低或消极的观念。", "有时，临床上确实很难鉴别抑郁或是焦虑。通过详细询问病史，了解患者的原发症状和核心症状，将有帮助。如果确实很难区分时，原则上优先考虑诊断为抑郁症。", "3.", "精神分裂症", "、分裂情感", "性障碍", "抑郁患者在无抑郁时不会有精神病性症状。", "4.双相情感障碍 ", "包括抑郁和躁狂发作。", "5.", "痴呆", " ", "如果患者年龄大于65岁，临床出现抑郁症状，需与痴呆相鉴别。"], "name": ["绝经与抑郁症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与外阴蛲虫病、外阴阿米巴病及与虫咬皮炎、丘疹性荨麻疹相鉴别。"], "name": ["外阴血吸虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["上皮样血管肉瘤需注意与上皮样肉瘤、转移性癌相鉴别。除镜下可见少量血管瘤样图像外，上皮样血管肉瘤内皮标志物阳性。"], "name": ["阴道血管肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴转移性癌鉴别诊断", "转移性", "外阴癌", "除与各种原发性的", "外阴癌", "相鉴别外，应与", "外阴炎", "症性包块，原发性良恶性肿瘤，非赘生性囊肿，", "疝气", "等相鉴别，依靠病理检查确诊。", "1.转移性Crohn病：", "Crohn病病因未明，常合并有异常的全身免疫性反应，在我国的发病有逐渐增多的趋势，转移性Crohn病是Crohn病的一种罕见并发症，症状复杂多变，常常伴有活动性的胃肠道表现，但也可无其他系统的症状仅有皮肤病损，Crohn病的皮肤病损有着极不同的肉眼观，皮肤病损呈", "结节性红斑", "和溃疡性改变，皮肤病损处病理呈增生性和息肉样改变，会阴皮肤也是Crohn病经常累及到的病损部位，应引起重视。", "2.外阴原发性的异位乳腺肿瘤与的鉴别：", "晚期正常位置的", "乳腺癌", "生殖道的转移少见，卵巢和子宫是最常见的转移部位，也有转移至外阴部位的报道，", "乳腺癌", "的原发部位及外阴病灶部位有一致的组织学类型和一定的免疫组织化学染色特征，将有助于", "外阴转移性癌", "的诊断，国际范围内有关异位的外阴异位乳腺组织的报道例数约有40多例，外阴异位乳腺组织发生乳腺癌的报道有十几例，原发性的外阴异位乳腺癌与转移性癌的区别在于转移性癌缺乏癌的一些原位因素。", "3.与巴氏腺囊肿和巴氏腺原发肿瘤的鉴别：", "乳腺癌有转移侵犯巴氏腺部位报道，", "绒毛膜癌", "转移至巴氏腺部位可作为首发症状出现，误诊为巴氏腺囊肿而手术治疗，通过仔细的询问病史和局部的活检，", "绒毛膜癌", "患者还可通过血hCG的检查来与巴氏腺囊肿及巴氏腺原发肿瘤相鉴别。"], "name": ["外阴转移性癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴腺泡状软组织", "肉瘤", "鉴别诊断", "由于外阴", "腺泡状软组织肉瘤", "缺乏症状和缓慢生长，容易误诊为巴氏腺囊肿和", "颗粒细胞瘤", "等良性病变。根据镜下腺泡样结构、富含毛细血管的间质和特征性的胞浆内嗜酸性结晶，结合免疫组化和特异性的嵌合基因的表达，应该不难做出鉴别诊断。"], "name": ["外阴腺泡状软组织肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["鉴别：同属的卵巢性索间质肿瘤类的肿瘤", "均无并发Pentz-Jeghers综合症，病理检查的上皮巢内无有环状小管。", "1、卵巢颗粒细胞瘤：主要分泌雌激素。", "2、卵巢支持-间质细胞瘤、卵巢泡膜细胞瘤：主要分泌雄激素。"], "name": ["卵巢环管状性索肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下疾病鉴别：外阴皮肤擦烂、结节病、性病淋巴肉芽肿、化脓性汗腺炎、深部真菌感染及放线菌病、外阴结核病等。"], "name": ["外阴克罗恩病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢恶性", "腹膜间皮瘤", "鉴别", "一）腹腔转移性肿瘤", "常来自", "胃癌", "、", "卵巢癌", "、", "胰腺癌", "、", "肝癌", "以及", "结肠癌", "等。", "腹膜假性黏液瘤：", "卵巢黏液囊", "腺瘤", "破裂、腹膜种植引起，或阑尾或", "胰腺囊肿", "破裂引起。", "特点：腹水呈胶冻状黏液。", "腹水找到癌细胞，", "腹膜转移癌", "可确诊。", "通过消化内镜、消化道造影、腹盆腔超声和CT、扫描、血AFP以及其他相关肿瘤糖抗原的检测、免疫组织化学检查甚至电镜检查进行鉴别。", "二）卵巢外腹膜浆液性乳头状癌(EPSPC)", "1、组化及免疫组化染色PAS、CA125、CEA均阳性。", "2、EPSPC诊断标准：", "(1)双侧卵巢为正常大小，或良性增大。", "(2)卵巢外病变大于卵巢表面被侵及病变。", "(3)显微镜下检查具其中一种情况：", "A.卵巢无病变。", "B.肿瘤仅侵及卵巢表面上皮，无间质浸润。", "C. 卵巢实质内病灶<5mmX5mm。", "D.肿瘤侵及卵巢表面上皮及其下的皮质，体积〈5mm*5mm。", "(4)组织类型与细胞学特征与卵巢浆液性", "乳头状囊腺瘤", "类似或一致。病理学特征与卵巢乳头状浆液性腺癌相似，以浆液性为主，分化程度不限，大多含砂粒体。正常大小的卵巢癌综合征预后较卵巢上皮性肿瘤差。", "三）结核性", "腹膜炎", "好发年龄：40岁以下。", "症状：", "出现结核中毒症状，如发热、盗汗、血沉增快等。", "腹部可有“揉面感”。", "腹水多为淡黄色，有时为血性，比重1.016～1.020。", "腹水细胞学涂片：白细胞增多，以单核细胞为主，抗酸染色或可找到结核菌。", "腹水结核菌培养：阳性率为40%。", "抗结核治疗有效。", "四、其他", "", "胰岛素瘤", "、原发于腹膜的恶性肿瘤、", "肝硬化", "腹水。"], "name": ["卵巢恶性腹膜间皮瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴腺鳞癌鉴别", "应与外阴", "湿疹", "、外因浅表性溃疡相鉴别。"], "name": ["外阴腺鳞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["组织学尚需与恶性淋巴瘤、小细胞黑色素瘤、汗腺癌、神经母细胞瘤、Ewing瘤及血管上皮样肉瘤等相鉴别。病理上由于瘤细胞形态大小一致而不成熟，因此易误诊为母细胞型淋巴瘤或转移癌，特别是来源于肺部的燕麦细胞癌，后者在瘤细胞内也含中心致密颗粒，因此需做电镜检查才能鉴别。"], "name": ["外阴梅克尔细胞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["女性的青春期延迟鉴别", "青春期延迟的诊断过程实际上也是一个确定病因的过程，首先应鉴别体质性与病理性青春期延迟。典型者根据其临床特点不难区别，但部分病例须经过严密的随访观察和一系列检查后方能鉴别。女性青春期延迟也常需与原发性", "闭经", "进行鉴别。"], "name": ["女性的青春期延迟"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴尤因肉瘤鉴别诊断", "Takeshima等提出在HE染色中尤文", "肉瘤", "容易误诊为腺癌，而在细胞印片中可清楚见到玫瑰花结样结构，认为必要时可结合细胞印片，另外，还需注意与其他小圆细胞类肿瘤如恶性", "淋巴瘤", "，胚胎型", "横纹肌肉瘤", "以及恶性", "黑色素瘤", "，Merkel细胞癌，", "脂肪瘤", "，巴氏腺囊肿等相鉴别。"], "name": ["外阴尤因肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、无性细胞瘤", "不具有性索间质成分。", "2、性索间质肿瘤", "若本瘤以性索间质成分占优势，向粒层细胞衍化时颇似粒层细胞瘤，向支持细胞瘤衍化时颇似支持细胞，惟其缺乏生殖细胞成分，故可与本瘤鉴别。", "3、两性母细胞瘤", "缺乏生殖细胞成分。", "4、性腺母细胞瘤", "胞瘤较大。", "排列方式不同，有同心圆样排列的钙化球及瘤巢基底膜处嗜酸性纤维素沉着。", "出现性腺发育不良，生殖器官发育异常。"], "name": ["卵巢混合性生殖细胞-性索间质肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢纤维组织来源肿瘤鉴别诊断", "一、鉴别：", " 1.卵巢", "纤维瘤", "：", "应注意与卵泡膜细胞瘤、腺纤维瘤、囊腺纤维瘤及纤维上皮瘤等鉴别。缺乏脂肪组织可用于鉴别纤维瘤和卵泡膜细胞瘤，但不能用于区分纤维瘤和卵泡膜纤维细胞瘤，这两类肿瘤常无法很满意地区分开来。卵巢严重水肿和纤维瘤样病(也常出现严重水肿，并累及整个卵巢)可与水肿的纤维瘤混淆，应予以鉴别。合并胸、腹腔积液的患者应注意与卵巢恶性肿瘤鉴别，以免误诊。Perry等(1996)报道1例68岁", "乳腺癌", "患者发生乳腺癌", "卵巢纤维瘤", "内转移，这种肿瘤-肿瘤的转移实属罕见。", "2.卵巢多细胞性纤维瘤与纤维", "肉瘤", "：", "发性", "纤维肉瘤", " 卵巢纤维肉瘤应与多细胞性纤维瘤鉴别。尽管分化较好的纤维肉瘤与之鉴别困难，但核分裂象是较好的鉴别指标。通常纤维肉瘤核的分裂象>4/10HPF。", "3.卵巢原发性黏液瘤 应与下列疾病鉴别：", "1)纤维瘤伴黏液", "变性", "：该病某些区域内含有正常纤维组织。", "2)", "卵巢重度水肿", "：病人常较年轻，病变部位可见各级卵泡，而卵巢黏液瘤看不到。", "3)黏液瘤样", "脂肪肉瘤", "(myxomatous liposarcoma)：该瘤含有脂肪，血管形成更多见，至少在某些区域含有脂肪母细胞。", "4)黏液性囊", "腺瘤", "和黏液性囊腺癌：包括原发和转移的。这些肿瘤含有上皮细胞，可以显示有腺体分化。无星状和梭状细胞。", "5)胚胎型", "横纹肌肉瘤", "(embryonal rhabdomyosarcoma)：该瘤外观不均一，细胞较大，细胞异形性明显，含横纹肌母细胞。此外，胚胎型横纹肌肉瘤的肌纤维免疫组织化学染色，肌动蛋白和结蛋白阳性。超微结构中可见Z带形成。"], "name": ["卵巢纤维组织来源肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、卵巢纤维瘤", "超声表现：边缘规则，内部回声较低，后方伴轻度衰减。", "出现梅格综合征(Meigs syndrome)：伴有腹水和胸水征象。", "2、浆膜下子宫肌瘤", "肌瘤突出子宫体向外生长，可仅有细蒂与子宫相连。", "彩色多普勒表现：子宫内有一细长动脉延伸入瘤体周围。", "3、卵巢恶性实质性肿瘤：如实质畸胎瘤，无性细胞瘤和内胚窦瘤等。", "超声表现：形态不规则，轮廓模糊，边缘回声不整或中断，厚薄不均，内部回声强弱不均匀，后方回声多有轻度衰减。", "彩色多普勒表现：肿瘤内血流信号丰富，频谱多普勒呈搏动性，具有高速低阻特征。", "4、卵巢颗粒细胞瘤"], "name": ["卵巢泡膜细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与上皮性卵巢癌相鉴别。", "1、肿瘤较大时出现尿潴留等压迫现象，可产生麦格征，出现腹水。", "2、月经可出现异常。", "3、晚期可出现恶病质，如贫血、消瘦，甚至肠梗阻。", "4、扪锁骨上、腹股沟淋巴结肿大，质硬。"], "name": ["卵巢恶性中胚叶混合瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴横纹肌肉瘤鉴别", "外阴软组织良性肿瘤：一般发展缓慢，恶性肿瘤发展较快。外阴的肿块，尤其位于皮下、质地较实者，通常都要做病检才能做出最后诊断。"], "name": ["外阴横纹肌肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要与平滑肌瘤鉴别。", "1、简介：", "平滑肌瘤是皮肤平滑肌细胞的良性肿瘤。可由血管平滑肌、立毛肌及乳房或阴囊的平滑肌发生而来。皮肤平滑肌瘤不常见。单纯平滑肌瘤没有性别差异，多见于30岁~40岁， 发病可能与遗传有关。", "2、对比：", "外阴神经鞘瘤：指神经鞘瘤常有波浪核状，胞质淡染色。细如细丝状。S-100和NSE阳性。", "平滑肌瘤：核钝圆，胞质红染，免疫组化染色。SMA阳性。"], "name": ["外阴神经鞘瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妊娠性哮喘鉴别", "鉴别诊断参见儿童", "哮喘", "。"], "name": ["妊娠性哮喘"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["肿块较大并向腹腔内生长时，可行钡餐造影，应与腹腔内或腹膜后其他肿块鉴别。临床上曾有将异位肾误诊为卵巢肿瘤而行手术探查者，应引起注意。", "卵巢肿瘤发生扭转时，则须与其他急腹症如阑尾炎、梅克尔憩室炎相鉴别。"], "name": ["小儿卵巢肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["节育手术并发症鉴别诊断", " 气体栓塞人流吸宫术或经宫腔镜、腹腔镜进行的与节育有关的手术时，由于器械故障或操作失误，使气体误入血管而造成气体栓塞。", "药物腐蚀伤输卵管药物粘堵绝育术时，腐蚀性药物误伤其他组织而出现症状、体征者。"], "name": ["节育手术并发症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青少年及小儿", "卵巢肿瘤", "鉴别", "卵巢", "畸胎瘤", "在腹部平片上可显示钙化、骨骼和牙齿影。肿块较大并向腹腔内生长时，可行钡餐造影，应与腹腔内或腹膜后其他肿块鉴别。临床上曾有将异位肾误诊为卵巢肿瘤而行手术探查者，应引起注意。", "卵巢肿瘤发生扭转时，则须与其他急腹症如", "阑尾炎", "、美", "克尔", "憩室炎相鉴别。", "应与具有内分泌功能的肿瘤相鉴别，如为非肿瘤所致的内分泌征象，停药后内分泌症状即自行消退;如为肿瘤所引起，则切除肿瘤后症状才能逐渐消失。", "成熟畸胎瘤与未成熟畸胎瘤鉴别。", "青少年卵巢恶性肿瘤易误诊为盆腔结核，两者均可出现腹部包块、腹水、消瘦、血CA125升高，影像学检查特点相似，结核菌素试验是鉴别的方法之一，但存在假阴性的可能。甲胎蛋白(AFP)检测可作为鉴别诊断的方法之一。"], "name": ["青少年及小儿卵巢肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": ["根据典型病史及体征即可作出初步诊断，确诊需组织病理学检查。", "影像学检查是术前诊断本病最有效的手段。阴道超声检查敏感性达80%，特异性可达74%，较腹部探头准确性高。MRI可在术前客观的了解病变的位置及范围，对决定处理方法有较大帮助。", "部分子宫腺肌病患者血清CA125水平升高，这在监测疗效上有一定价值。"], "identify": ["子宫腺肌病与子宫肌瘤发病群体相同，临床表现相似，故易将子宫腺肌病误诊为子宫肌瘤，误诊率可达32%。另外子宫腺肌病常合并子宫肌瘤，所以B超等影像学手段常仅报告子宫肌瘤而忽略了对子宫腺肌病的诊断，漏诊率可达33.9%。", "子宫腺肌病还需与子宫平滑肌肉瘤等恶性肿瘤鉴别，但最终明确需有组织病理学证据。"], "name": ["子宫腺肌症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["并发心脏瓣膜改变者：与风湿性心脏病等心血管疾病相鉴别。", "出现肠道表现者：与消化道感染性疾病鉴别。"], "name": ["原发性卵巢类癌综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["原发性阴道恶性淋巴瘤鉴别", "原发性阴道恶性", "淋巴瘤", "须与阴道慢性炎症、横纹肌", "肉瘤", "、子宫内膜间质细胞肉瘤、未分化癌等相鉴别。"], "name": ["原发性阴道恶性淋巴瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["由于大多角嗜酸性瘤细胞和胞浆内嗜酸性小体还可见于上皮样肉瘤、滑膜肉瘤、软骨肉瘤、恶性间皮瘤、横纹肌肉瘤、平滑肌肉瘤、Wilm瘤等，须注意鉴别。尤其是近年提出的近侧型上皮样肉瘤，Brand等(2001)认为目前尚无法将两者完全区分。Saito等(2001)发现上皮样肉瘤包括近侧型大部分为CD34和catenin阳性表达，而恶性横纹肌样瘤中两者均未见表达，认为免疫组化检测CD34和catenin将有助于鉴别。"], "name": ["外阴恶性横纹肌样瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与其他原因所致的外阴损伤相鉴别。"], "name": ["外阴烧伤、烫伤和化学损伤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["良、恶性血管外皮细胞瘤的组织学鉴别较为困难，通过组织病理学及电镜、免疫组化等检查可与外阴其他肉瘤鉴别。"], "name": ["外阴血管外皮细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、卵巢浆液性肿瘤", "乳头纤细，形成“无分级的”微乳头形态，无明显纤维血管轴心而由数个细胞组成(细胞簇)，并且常漂浮在外表面或掉入囊腔内。", "乳头中心可能为致密纤维化和胶塬化或水肿状。", "2、卵巢巧克力囊肿。", "囊肿包膜较厚，附着物内无血流信号，且可随月经周期而变。", "3、 内胚窦瘤。", "多见于年轻患者。轮廓较清晰，内部回声更杂乱。血中可查到较高浓度的甲胎蛋白。", "4、无性细胞瘤。", "肿块边界常不规则，呈实质回声并有出血坏死区，伴有大量腹水。", "5、浆液性乳头状囊腺癌。", "无鞋钉细胞与透明细胞。", "6、卵黄囊瘤", "具有网状结构、Schiller-Duvall小体等。AFP呈阴性。", "7、伴分泌反应的子宫内膜样癌", "主要由柱状细胞构成，细胞与分泌期子宫内膜腺体相似，可出现核下或核上空泡。癌细胞出现鳞状细胞化生。", "8、以胞质透亮的瘤细胞为主的类固醇细胞肿瘤", "瘤细胞体积较小、界限清楚，核异型性小，α-抑制素为强阳性。", "9、罕见的卵巢甲状腺肿", "甲状腺球蛋白阳性。"], "name": ["卵巢透明细胞肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴中肾管囊肿应与下列病症相鉴别：", "一、肾囊肿(renal cyst，cyst of kidney)", "1、定义：", "肾囊肿是最常见的肾脏异常，是肾脏内出现大小不等的与外界不相通的囊性肿块的总称", "2、分类：", "常见的肾囊肿可分为成人型多囊肾、单纯性肾囊肿和获得性肾囊肿。", "3、年龄：", "任何年龄均可发生，但2/3以上的患者见于50岁以上中老年人，被认为是衰老的改变。", "4、临床表现：", "大多数肾囊肿不引起任何症状。如引起腰部胀痛或尿频、尿急、尿痛、尿血等泌尿系感染时，一般囊肿均较大，直径在5cm以上。", "若囊内大量出血使囊壁突然伸张，包膜受压可发生腰部绞痛，继发感染时，除疼痛加重外，可伴体温升高和全身不适。", "囊肿巨大时，在腰腹部可出现包块。", "二、副中肾囊肿", "1、起源：", "与中肾囊肿临床上很难区别，它发生于副中肾管的残迹。在胚胎的早期，阴道内为副中肾结构的腺性上皮所占有，后来由于尿生殖窦的复层鳞状上皮往上生长，代替了原来的副中肾管上皮，在此过程中，某些副中肾上皮岛可能遗留下来，因其有腺上皮结构，且有分泌功能，故形成了副中肾囊肿。", "2、分类：", "即宫颈管上皮与输卵管上皮。宫颈管上皮有分泌黏液的高柱状上皮，核位于底部，有清晰的细胞质，有时称之为栅状细胞(picket cells)。输卵管上皮主要的特点是内衬以不规则的柱状上皮，有的有纤毛，有的无纤毛，核较大，基膜不清。", "3、区别：", "中肾和副中肾囊肿除了其上皮细胞的形态有所不同外，还有其外围有否平滑肌纤维也是一个区别，中肾囊肿上皮外侧有平滑肌纤维而副中肾囊肿往往没有。", "4、鉴别检验：", "最可靠的方法是用PAS染色鉴别，中肾囊肿不含黏液，PAS阴性，而副中肾囊肿则阳性。"], "name": ["外阴中肾管囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、子宫内膜癌：", "宫内膜活检阳性，宫旁不可扪及肿物。", "2、卵巢癌：", "出现营养不良及体质消瘦，月经紊乱、阴道出血。腹部有膨胀感，有腹痛、腰痛或坐骨神经痛，双侧下腹肿块 肿块固定"], "name": ["输卵管癌三联症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与急性化脓性阑尾炎等相鉴别。"], "name": ["化脓性盆腔血栓静脉炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道上皮内瘤样变应与以下疾患鉴别，但由于下述疾病均可有轻度不典型增生，它们与肿瘤性的非典型增生之间在细胞学和病理上均难以区分，故鉴别诊断的关键在于定期行阴道涂片检查或病理检查，以其发展趋势来判定。", "1.阴道炎或阴道上皮萎缩 症状与体征往往与阴道上皮内肿瘤雷同，主要靠病理检查鉴别。病检表现为：炎症时，见细胞增生，同时由于细胞质内糖原减少，核浆比例增大，但整个细胞极性保持，核分裂少，且多在深层。", "2.人乳头状瘤病毒感染 此类感染的症状和体征与阴道上皮内肿瘤常无区别。其病理表现为细胞不典型增生位于中、浅层，并出现挖空细胞。"], "name": ["阴道上皮内瘤样变"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青春发育延迟及性幼稚鉴别", "低促性腺激素性性腺功能低下与体质性青春延迟的鉴别诊断有时比较困难。详细的病史、生长发育史、出生史、头部创伤史等以判断青春延迟是否与先天异常、围生期事件及", "营养不良", "等有关。体格检查首先应测量身高体重并计算其与同龄人平均值的标准差，检查性征发育情况并确定其发育的期别。体格检查还要注意排除心、肺、肾及胃肠疾患。当上述检查仍不能确诊时，有时一段时间的随诊观察也是很必要的，以确定是否有第二性征自发出现或发展。一般18岁后仍未出现性成熟的第一个特征，且促性腺激素与性激素的水平亦无增加，而血DHAS水平已达相应年龄，常常提示孤立性促性腺激素缺乏的诊断。"], "name": ["青春发育延迟及性幼稚"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴纤维肉瘤鉴别诊断", "一、鉴别：", " 1.外阴", "肉瘤", "罕见，约占外阴恶性肿瘤的1%~2%。这是一组病理性质各异的肿瘤，其他组织学类型除本病外，包括", "平滑肌肉瘤", "、", "上皮样肉瘤", "、神经", "纤维肉瘤", "、", "脂肪肉瘤", "、", "横纹肌肉瘤", "、", "血管肉瘤", "、和恶性", "神经鞘瘤", "。这几种类型的外阴", "肉瘤", "要相互鉴别。", "2.", "外阴纤维肉瘤", "与", "隆突性皮肤纤维肉瘤", "之间没有明确的界线，故应注意鉴别诊断。", "3.转移", "隆突性皮肤纤维肉瘤", "系源于成纤维细胞或组织细胞，起源于真皮缓慢生长的肿瘤，以后在斑块上发生多数结节，病程缓慢进行性，该病呈局部侵袭，偶有广泛播散，但罕见转移。"], "name": ["外阴纤维肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫切除术后会阴疝鉴别诊断", "一、鉴别", "1.病史", "既往有子宫切除手术史，术后出现", "便秘", "。", "2.体格检查", "双合诊或三合诊扪及疝内容物存在。", "3.排粪造影，同步排粪造影或盆腔造影检查", "显示盆底腹膜异常降低，对明确诊断有重要价值，国内张连阳等学者曾报告同步排粪造影或盆腔造影3例，其中2例可见乙状结肠疝入，1例直肠与阴道间距为4cm，1例同时合并中位直肠前突，2例合并直肠内脱垂。"], "name": ["子宫切除术后会阴疝"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴浸润性鳞癌鉴别", "外阴鳞状细胞浸润癌应当与如下疾病鉴别：", "  1.外阴湿", "疣", "本病常发生在年轻妇女，质较柔软而无溃疡的乳头状向外生长，有时为带蒂的肿块，可与其他性传播性疾病病变并存。", "2.外阴", "营养不良", "病灶", "  ", "皮肤病", "灶广泛和变化多样，既可有角化增厚、变硬，也可呈萎缩，既可有色素沉着，也可呈灰白色。外阴痒可反复发作。", "3.其他", " 外阴", "白癜风", "和外阴", "湿疹", "见", "外阴早期浸润性鳞癌", "。此外，应注意与外阴局部溃疡和其他炎症性疾病相鉴别。"], "name": ["外阴浸润性鳞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["本病应与下列各种病变鉴别：", "1.宫外孕 有月经延迟、急性腹痛及阴道流血。子宫直肠窝触痛更多发生于宫外孕及盆腔子宫内膜异位症。&beta;-HCG定量试验达到一定浓度就可明确诊断。虽然约有20%的扭转病人同时有宫内妊娠，依靠B超扫描显示宫内胚囊就可鉴别附件扭转合并宫内妊娠与宫外孕。", "2.急性盆腔炎(PID) 腹痛、触痛一般多为双侧性。急性扭转的腹痛发作较PID更为突然和剧烈。PID可触及双侧炎性肿块，而急性扭转的肿块一般为单侧，且更呈球状。PID还具有相关病史：如有PID发作史，性生活紊乱，性伴侣有冶游史，或最近有放置宫内节育器等宫内手术操作，均可协助诊断。", "3.阑尾炎 腹痛一般从上腹部转移到右下腹部。肛诊：附件区无触痛，盆腔无异常发现;附件扭转者腹痛急骤，发作时即伴有恶心呕吐，而阑尾炎出现的恶心呕吐随病情进展而逐渐发生，凡主诉右下腹痛而剖腹手术不能明确诊断阑尾炎者，均应探查盆腔脏器有无异常。", "4.附件包块 没有发生扭转的附件包块一般不引起疼痛，除非包块破裂、扭转或内出血。", "5.卵巢卵泡或黄体破裂 症状不如扭转那样严重，如不再出血，症状可在1～2天内消失。发作时间与月经周期有关，常在月经中期或月经前几天，很少出现恶心呕吐。症状严重和持续者盆腔检查时有子宫直肠窝饱满和触痛等体征。", "6.肾结石 腹痛呈剧烈阵发性疼痛，向大阴唇放射，但以季肋部、肋脊角或背部叩击痛显著，伴有血尿。无腹肌痉挛，无附件包块触及。有反复发作的既往病史。静脉肾盂造影可明确诊断。", "7.子宫肌瘤急性变性 较罕见，腹痛较剧，伴有发热，带蒂的浆膜下肌瘤容易与本病混淆，通过腹腔镜或B超检查能明确鉴别。所幸异病同治，误诊手术对患者丝毫不受影响。"], "name": ["急性卵巢、输卵管自身扭转"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.与外阴未分化鳞状细胞癌鉴别 通常病灶发展较快，病史较短，易出现区域淋巴结转移。", "2.与外阴恶性黑色素瘤鉴别 如具有色素沉着者应与外阴黑色素瘤相鉴别，但往往难以鉴别，确诊需病理检查。外阴恶性黑色素瘤有痣的病史和恶变过程，恶变后发展较快，易出现区域淋巴结转移。", "3.与前庭大腺癌相鉴别。", "4.与未分化鳞状上皮癌鉴别 未分化鳞状上皮癌通常病灶发展较快，病史较短，也易出现区域淋巴转移。", "5.与乳头状瘤鉴别。", "6.与外阴结核鉴别 易形成溃疡，溃疡底部可见干酪样分泌物。有结核病史，病理活检可证实。"], "name": ["外阴基底细胞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、与腹水鉴别：腹部膨隆明显时检测有无移动性浊音。", "2、与粘液性囊腺瘤鉴别：", "粘液性囊腺瘤彩超声像图特点：", "(1)多为单侧、多房。", "(2)比浆液性囊腺瘤大。", "(3)可见散在光点及光团，大多有较粗的网状分隔。", "(4)血流信号一般较浆液性囊腺瘤血流信号丰富。", "3、与交界性囊腺瘤和囊腺癌鉴别：", "患者年龄偏大，特别是绝经后的妇女，或绝经后有阴道不规则出血。", "囊实性肿块，实性部分形态多样、不规则。囊壁厚度一致或厚薄不均，厚度大多超过3mm，囊内可见乳头状壁结节。周围组织分界不清。"], "name": ["卵巢黏液性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与限局性神经性皮炎、扁平苔藓、汗管瘤等相鉴别。"], "name": ["福克斯-阜太斯病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["绝经期盆腔脏器脱垂鉴别", "与脱垂脏器相应组织的非产伤性器质性病变相鉴别。"], "name": ["绝经期盆腔脏器脱垂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["卵巢宫内膜样肿瘤鉴别诊断", "与", "卵巢浆液性肿瘤", "和黏液性肿瘤相鉴别。"], "name": ["卵巢宫内膜样肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴丹毒应与以下疾病鉴别：", "1.疖肿 疖肿多发生在大阴唇外侧，毛囊周围，疖肿呈圆形高出皮肤表面，红肿、结节状，大小不一，开始结节坚实，逐渐中央发软，表皮变薄，顶端破溃、流脓。", "2.毛囊炎 毛囊炎为毛囊口周围皮肤发红、肿胀、疼痛，圆锥形肿胀中心有毛发穿出。", "3.接触性皮炎 接触性皮炎有接触外界刺激物的病史，全身症状轻，有外阴瘙痒。", "4.蜂窝组织炎 蜂窝织炎为急性炎症，红肿境界不清，中央部红肿最著，越向边缘则炎症逐渐减轻，浸润深，化脓现象更明显。"], "name": ["外阴丹毒"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青少年及小儿阴道肉瘤鉴别诊断", "须与阴道息肉样腺癌、良性中肾管乳头状", "腺瘤", "、中肾管腺癌以及阴道血肿相鉴别。"], "name": ["青少年及小儿阴道肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["妇产科静脉血栓病鉴别", "与", "盆腔淤血综合征", "相鉴别。"], "name": ["妇产科静脉血栓病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与丹毒鉴别，丹毒为边界清楚的水肿性红斑、病损较浅，不化脓。"], "name": ["外阴急性蜂窝组织炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["盆底综合征鉴别", "急性", "盆腔炎", "呈急性病容，下腹痛、体温高，心率快。如并发", "败血症", "，体温可达40℃。如盆腔内有脓肿形成，则呈持久的弛张型高热。若有", "腹膜炎", "，则出现消化系统症状如恶心、", "呕吐", "、腹泻等。若有脓肿形成，可有下腹包块及局部刺激症状;包块临近膀胱可出现膀胱刺激症状，如尿频、排尿困难;包块邻近直肠可有直肠刺激症状，出现腹泻、里急后重感和排便困难。"], "name": ["盆底综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴疣状黄瘤须与女阴尖锐湿疣，寻常疣、疣状癌等相鉴别。"], "name": ["外阴疣状黄瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["各种引起月经过多的病因鉴别诊断，依靠实验室和辅助检查明确。"], "name": ["小儿月经过多"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["月经性", "哮喘", "鉴别", "", "月经性哮喘", "患者不一定表现有喘鸣的体征，反之，有喘鸣及呼吸困难，未必诊为哮喘，需与以下疾病作鉴别。", "1.", "心源性哮喘", "早期左心功能不全常出现夜间发作性呼吸困难，伴有呼气性喘鸣时症状酷似", "支气管哮喘", "。此类病人常有明显", "心脏病", "史和体征，多呈端坐呼吸，可有双肺底弥漫性细湿啰音等体征，鉴别有困难时，可吸入选择性β2受体兴奋剂作诊断性治疗。", "2.自发性", "气胸", " ", "在慢性阻塞性肺疾病基础上出现的气胸，气胸体征常不明显，而表现为突发性呼吸困难。部分患者出现呼气性哮鸣(尤其是气胸对侧)，临床上容易与哮喘混淆，要提高警惕性，有可疑者及早作X线检查以明确诊断。", "3.大气道阻塞性疾患 ", "肿瘤、异物、炎症和先天性异常等均可引起喉、声门、气管或主支气管(腔内或外压性)阻塞，引起呼吸困难和喘鸣音。但这种喘鸣音常在某一部分特别明显，多为以吸气相为主的双相性喘鸣音，常伴双肺底支气管呼吸音异常增粗。喉部检查，X线气管额面断层摄片及纤维支气管检查可以明确诊断。", "4.外源性", "过敏", "性肺泡炎", " 此病可出现典型的哮喘表现，但这些病人常有变应原(枯草、鸽粪等)接触史，X线胸片可见弥漫性肺间质病变呈斑片状浸润，血嗜酸性粒细胞显著增高，有助于鉴别。", "5.急、", "慢性支气管炎", "此类病人可出现喘鸣音和呼吸困难，而哮喘患者亦可以无喘鸣音而仅有发作性干咳。临床上有时难以鉴别。但", "支气管炎", "患者的症状没有发作性的特点。慢性支", "气管炎", "有长期", "慢性咳嗽", "，支气管炎咳痰一般较多，", "支气管扩张", "剂吸入试验或昼夜PEF波动率测定有助于鉴别。", "6.变态反应性支气管", "肺曲菌病", "(allergic bronchopulmonary aspergillosis ABPA) 常以反复哮喘发作为特征，伴咳嗽，咳痰，痰多为黏液脓性，有时伴血丝，可分离出棕黄色痰栓，常有低热，肺部可闻哮鸣音或干啰音，X线检查可见浸润性阴影，段性", "肺不张", "，牙膏征或指套征(支气管黏液栓塞)，周围血嗜酸性粒细胞明显增高，曲菌变应原皮肤点刺可出现双相皮肤反应(即刻及迟发型)，血清IgE水平通常比正常人高2倍以上。", "7.胃食管反流(GER)鼻后滴漏综合征(PNDS) ", "在食管贲门弛缓症，贲门痉挛等疾病中，常出现胃或十二指肠内容物通过食管下端括约肌反流入食管的现象，反流物多呈酸性。只要有少量被吸入气管，即可刺激上气道感受器通过迷走神经反射性地引起支气管痉挛，而出现咳嗽和喘鸣，有报道认为在严重哮喘病人，其GER的发生率可接近50%，说明GER至少是使哮喘病人不断发作，症状难于控制的重要诱因，对GER进行针对性治疗，可明显改善哮喘症状。", "鼻后滴漏综合征(PNDS)，常见于慢性", "鼻窦炎", "，其分泌物常在患者平卧时通过后鼻道进入气管，可引起类似哮喘的咳嗽和喘鸣症状，同时也是部分哮喘患者反复发作及疗效不佳的重要因素。"], "name": ["月经性哮喘"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫恶性中胚叶", "混合瘤", "鉴别", "与子宫平滑肌", "肉瘤", "、子宫内膜间质肉瘤、恶性", "淋巴瘤", "、恶性", "血管内皮瘤", "等相鉴别。", "1、子宫内膜间质肉瘤CT检查", "子宫不对称增大，造影时肿瘤实质增强，坏死出血和变部分呈低密度。", "(1)低度恶性：肉瘤通过子宫肌层淋巴管向肌外层侵犯。", "T2wl：子宫基层肉瘤体可呈绒毛状、分叶状、边界不清的高信号。", "(2)高度恶性：", "肉瘤细胞密度高，可在宫腔内生长，向腔外突出。", "T1wl：可见高信号的出血灶。", "T2wl：呈高信号，增强扫描时肉瘤可不规则强化。", "2、子宫", "平滑肌肉瘤", "CT检查", "子宫增大，造影可见肉瘤低密度增强，内部不增强的部分为坏死，肉瘤边界不清。", "T1wl：可见斑片状高信号的出血灶，增强扫描可见不规则强化，其间伴有低信号的坏死区。", "T2wl：呈高信号，夹杂不规则的低信号，边界不清。", "3、", "恶性淋巴瘤", "CT检查", "盆腔淋巴结肿大：肿大淋巴结或融合成包块，压迫膀胱变形。"], "name": ["子宫恶性中胚叶混合瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["青少年及小儿阴道透明细胞癌鉴别诊断", "", "青少年及小儿阴道透明细胞癌", "须与", "阴道腺病", "、子宫内膜样腺癌及", "阴道腺癌", "相鉴别。"], "name": ["青少年及小儿阴道透明细胞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["女阴黑棘皮病需与女阴毛囊角化病鉴别。毛囊角化病基本损害为毛囊性丘疹，在腋下、腹股沟等皱褶处融合成增殖性片状损害，有渗出及恶臭，组织病理检查示：有角化不良、圆体、谷粒细胞、有基底层上裂隙等，可与黑棘皮病相鉴别。", "重要的是要将恶性黑棘皮病和其他型黑棘皮病分开，可根据恶性黑棘病皮损的特点寻找内脏恶性肿瘤，以便早期治疗。"], "name": ["外阴黑色棘皮症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴卵黄囊瘤鉴别诊断", "1.因为", "外阴卵黄囊瘤", "极少见，所以首先需排除", "卵巢卵黄囊瘤", "转移至外阴可能，甲胎蛋白(AFP)是卵巢卵黄囊瘤较特异的标志物，但不是所有外阴卵黄囊瘤患者均有血清AFP升高，对于血清AFP不高患者尤其应该注意与其他疾病鉴别，病理学检查具有明确诊断作用。", "2.通过病理检查与外阴其他恶性肿瘤鉴别。"], "name": ["外阴卵黄囊瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性输卵管炎鉴别诊断", "应与以下病症相鉴别：", "(一)", "急性阑尾炎", "有发热，腹部剧痛等症。但急性阑尾炎发病较急，发热不超过38℃。腹痛的特点开始为上腹部或全腹痛、脐周痛，数小时后局限于右下腹部，常伴有恶心，呕吐。无阴道出血。腹部检查时麦氏点有压痛及反跳痛，腹肌紧张，比急性", "输卵管炎", "显著。妇科检查则生殖器官无异常发现。肛门检查右上方肠区有抵抗触痛。化验检查白细胞及中性粒细胞数均增高。阑尾穿孔并发", "腹膜炎", "时鉴别较困难。这时腹痛、触痛，腹肌紧张均累及整个下腹部极似", "急性输卵管炎", "。盆腔检查右侧可有触痛及抵抗感，而急性输卵管炎多为双侧触痛。", "(二)", "输卵管妊娠", "破裂", " 临床上亦表现有腹部剧烈疼痛，且伴有少量阴道出血等症。但本病发病突然，有停经史及早期妊娠反应。腹痛特点为下腹一侧剧烈坠痛，继之全腹痛，常伴有失血性", "休克", "。一般无发热。腹部检查发现全腹有压痛，以下腹一侧压痛剧烈，有反跳痛及移动浊音。妇科检查时宫颈有触痛，后穹窿饱满有触痛，子宫有飘浮感，一侧附件可触及有弹性压痛实质块。白细胞总数一般在正常范围内，血红蛋白及红细胞数降低。妊娠试验可呈阳性反应。后穹窿穿刺为不凝固的暗红色血液。", "(三)急性肾盂炎", " 女性尿道短而直，细菌易侵入。本病发病突然，体温高达38℃以上，可伴有寒战，腹痛。但肾盂炎的疼痛主要在上腹部，亦可波及全腹。多数有明显腰痛，腰痛部位局限，肾区脊肋角有显著触痛及叩击痛。多数有尿频、尿急、尿痛等膀胱刺激症状。尿常规检查有脓球、红细胞存在。尿细菌培养多为阳性。", "(四)", "卵巢囊肿", "蒂扭转", "可出现下腹部一侧绞痛，恶心、呕吐。但卵巢囊肿蒂扭转发病突然，常与体位突然改变有关。有的患者有下腹部肿块史，无发热，无阴道出血。疼痛发生后原有肿块可增大。腹部检查于下腹部可触及肿块，触痛明显。妇科检查时一侧附件区触及囊性肿块，表面光滑，活动，触痛明显，同侧子宫角有压痛。白细胞数增高或正常。", "(五)急性", "肠系膜淋巴结炎", "可有高热，腹痛，腹部检查时下腹部有压痛。但", "急性肠系膜淋巴结炎", "多见于儿童，常有呼吸道感染病史。腹痛初起于右下腹部，呕吐少见。腹部检查时右下腹部有触痛，范围较广泛，触痛部位与肠系膜根部方向符合，即由右下腹斜行延至上腹中线左侧，有时可触及肿大淋巴结。", "(六)急性结肠炎", " 有腹痛，腹部检查有触痛。但本症有进不洁食物病史，伴有呕吐，腹泻，腹痛时有排便感，排便后腹痛出现一时性缓解。腹部检查时无腹肌紧张。粪便检查可发现脓细胞。妇科检查未见异常。", "(七)局限性回肠炎", "在急性发作时有腹痛，发热，腹部检查有触痛及白细胞增高等。但本病腹痛特点为阵发性疼痛，类似", "肠梗阻", "且有多次发作史，常合并腹泻。腹部检查时有触痛，腹肌强直较广泛，触痛最显著部位，有时随体位改变而变更。妇科检查未见异常。", "(八)", "过敏性紫癜", "有腹痛，下腹部有触痛，腹肌紧张等表现。但过敏性紫癜多见儿童及青少年，多发生于上呼吸道感染后。每次发作时腹痛的部位不固定，腹部症状与体征的表现不一致。此外多数有腹泻、恶心、呕吐、皮疹、便血、", "血尿", "、关节痛，血中嗜酸粒细胞增多。仔细询问则有过敏史。", "(九)卵巢滤泡或黄体破裂可引起腹痛", " 下腹部有触痛，腹肌紧张，白细胞轻度增高等。但本病腹痛是由于出血引起，突然发病，开始较剧烈，随后可减轻，出血较多时，腹痛亦常为持续性，阵发性加重，并可能放射至肩部。有下坠排便感。妇科检查时宫颈有触痛，后穹窿饱满，子宫有飘浮感。后穹窿穿刺可抽出不凝血液。追问病史对诊断极为重要，卵巢滤泡破裂发生于排卵期，多在两次月经间的中期。黄体破裂则在月经中期以后，约在下次月经前14天之内。", "(十)", "大网膜扭转", "或梗塞", " 有腹痛，低热，腹部检查下腹触痛，腹肌紧张，白细胞中度增多。但大", "网膜扭转", "或梗塞的病程进展不如急性炎症快，腹痛表现为右下腹或脐周围腹痛，卧位或弯腰时腹痛常减轻。如大网膜组织较多时，可触及一肿块。", "(十一)输卵管脓肿", "本病由输卵管炎发展而来。临床上以输卵管卵巢脓肿为多见，临床症状及体征类似急性输卵管炎，但妇科检查时往往可触及肿大的输卵管，肿块为囊性，但与周围组织粘连而不活动，当管壁组织机化后囊感逐渐不明显。", "(十二)急性", "盆腔腹膜炎", "及", "急性腹膜炎", "全身症状明显，腹膜刺激症状明显，甚至出现中毒性休克症状，高热不退，腹肌强直，压痛、反跳痛明显，妇科检查宫颈、宫体及后穹窿均有明显触痛。白细胞总数及中性粒细胞明显增高，腹腔或后穹窿穿刺可穿出脓性液体。"], "name": ["急性输卵管炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、卵巢纤维瘤：", "多发生于绝经前后的中老年妇女。", "含有大最的胶原和纤维成分，为较均匀的实性肿块并延迟强化。", "缺乏硬化性间质瘤富血供的早期强化特点。", "2、卯泡膜细胞瘤：", "多发生于绝经前后的中老年妇女。", "肿瘤边缘清楚，实性占大多数，囊性、囊实性较少见。", "平扫可呈混杂密度，增强后无强化或轻度强化。", "3、卵巢囊腺癌：", "有不均匀强化、边界不清、周围浸润、淋巴结转移及大量腹腔积液等恶性肿瘤的特点。"], "name": ["卵巢硬化性间质瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、卵巢纤维瘤水肿", "(1)不能分辨皮质、髓质。", "(2)缺乏卵巢滤泡、白体等结构。", "2、卵巢硬化性间质瘤", "(1)全部卵巢均有病变，无正常结构。", "(2)水肿区夹杂致密硬化区。", "(3)脉管丰富的，间质细胞肥大。", "3、多囊卵巢病", "(1)基本为双侧。", "(2)出现不孕、多毛、肥胖等症状。", "(3)卵巢白膜显著增厚，皮质下多个囊性卵泡。"], "name": ["卵巢重度水肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与以下病症相鉴别：", "一、侵袭性血管黏液瘤", "1、简介：", "侵袭性血管黏液瘤是一种稀有的软组织肿瘤，好发于生育年龄女性的外阴和会阴，呈侵袭性生长，易部分复发，常被误诊。", "2、临床表现：", "病程从2个月至数年不等，少数患者无分明不适，偶有会阴或盆腔部位疼痛，瘤体较大者可有压榨症状。以无痛性肿物就诊者居多，大小不等，但大少数直径在10cm以上，累及四周组织，分明大于临床估量范围。", "3、鉴别要点：", "界限清楚，富有细胞，有显著的纤细壁薄样血管，周围有梭形、浆细胞聚集。", "二、低度恶性的恶性神经鞘瘤", "1、简介：", "恶性神经鞘瘤又称神经纤维肉瘤，是由畸变显性基因引起的神经外胚叶异常，导致周围神经的多发性肿瘤样增生和神经鞘、神经纤维中的结缔组织增生。约25﹪~30﹪有家族史。", "来源于周围神经的低分化梭形细胞肉瘤，多发生在成人和老人。 高细胞性，可出现异源性成分，出现个1个/10HPF核分裂，即是诊断恶性依据之一。", "2、鉴别要点：", "肢体躯干为其好发部位，其次为深部软组织、腹膜后及纵隔等。肿瘤生长缓慢，一般在5年以上，常同时伴有神经纤维瘤或神经鞘瘤。", "三、前庭大腺囊肿", "1、简介：", "前庭大腺囊肿(Bartholin cyst)系因前庭大腺管阻塞，分泌物积聚而成。在急性炎症消退后腺管堵塞，分泌物不能排出，脓液逐渐转为清液而形成囊肿，有时腺腔内的粘液浓稠或先天性腺管狭窄排液不畅，也可形成囊肿。若有继发感染则形成脓肿反复发作。", "2、临床表现：", "严重者可有发热、头痛等全身症状。如不处理，脓肿可自行破溃。脓液流出后局部疼痛缓解、充血水肿减轻、全身症状即可消失。", "3、鉴别要点：", "通过囊肿的所在位置及外观与局部触诊无炎症现象不难诊断，必要时可行局部穿刺。", "外阴纤维瘤需要与小的前庭大腺囊肿鉴别。病理检查可确诊。", "四、外阴脂肪瘤", "1、简介：", "外阴脂肪瘤生长于阴阜、阴唇或外阴其他脂肪组织处，肿瘤大小不一，大多呈小息肉状，最大有时可达10～12cm直径。瘤表面呈分叶状，瘤外有包膜。生长缓慢。", "2、临床表现：", "一般无不适症状，如肿瘤体积较大，则会有行走不便或性交困难。", "3、鉴别要点：", "瘤体较小、质软，与外阴神经纤维瘤相似，但不带蒂。病理活检可证实。", "五、外阴皮赘", "1、简介：", "外阴皮赘是指一种柔软，皮色的增生物，通过一个细的蒂样组织附着在皮肤表面，其医学名称叫做软垂疣。", "2、临床表现：", "如果经常摩擦皮赘可能产生刺激症状，但是不疼。如果皮赘在蒂处扭转，其内部会形成血块，此时的皮赘可能变得疼痛。", "3、鉴别要点：", "质软，带蒂，无明显色素沉着，镜下见皮赘由表皮所包围的真皮结缔组织组成。"], "name": ["外阴神经纤维瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.皮肤附件腺癌", "1)简介：", "腺癌(adenocarcinoma)为涎腺上皮发生的恶性肿瘤，占涎腺上皮性肿瘤的9%，属于涎腺恶性肿瘤中恶性程度较高的一种。", "2)鉴别要点：", "没有囊性或乳头状结构，缺乏肌上皮层，细胞更具异型性。", "2.转移癌", "1)简介：", "转移是指肿瘤细胞从原发部位侵入淋巴管，血管或其他途经被带到它处继续生长，形成与原发部位肿瘤相同类型的肿瘤，这个过程成为转移，所形成的肿瘤成为转移瘤或转移癌。", "转移癌之所以不同于原发癌，是因为它的形成是一个多因素、多环节的连续动态过程。转移是恶性肿瘤的特征。", "2)鉴别要点：", "缺乏两层细胞，浸润性生长，有原发灶。", "3.异位乳腺组织", "1)鉴别要点：", "有小叶结构，腺腔内分泌物明显，常有导管。", "4.子宫内膜异位", "1)简介：", "当子宫内膜组织出现子宫腔面以外部位时，称为子宫内膜异位症(简称内异症)。绝大多数子宫内膜异位在盆腔内生殖器官和其邻近器官的腹膜面，临床上常称之为盆腔子宫内膜异位症;其在卵巢激素的变化影响下发生周期性出血，伴有周围纤维组织增生和粘连形成。", "2)临床表现：", "痛经为子宫内膜异位症的主要症状，表现为继发性、渐进性痛经，疼痛程度与病灶的大小无关。", "4)鉴别要点：", "子宫内膜异位症痛经明显，月经量一般较多，诊断性刮宫及子宫输卵管碘油造影有助于明确诊断。"], "name": ["外阴大汗腺瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴恶性", "颗粒细胞瘤", "鉴别", "  1.外阴", "平滑肌瘤", " 该瘤体质硬，界限清楚，病理检查可确诊。", "2.外阴", "纤维瘤", " 此瘤有包膜，界限清楚，常带蒂。镜下见大量纤维细胞。", "3.外阴恶性肿瘤 如外阴平滑肌", "肉瘤", "、外阴", "纤维肉瘤", "等。恶性肿瘤生长较快，常伴有疼痛感，病理检查可确诊。"], "name": ["外阴恶性颗粒细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.外阴静脉曲张 平时只见皮下静脉，但由于久站或在妊娠晚期后，静脉隆起如蚯蚓状盘曲，由于循环障碍，血管长期扩张，可使一侧或两侧阴唇肿胀，影响胎先露部娩出。分娩期静脉曲张严重者，应注意防止破裂和感染。", "2.外阴血管瘤 属于先天性血管结构异常，而不是真性肿瘤，具有各种形态。指压时可变小甚或消失，放松后又恢复原状。部分血管瘤表面看到有曲张静脉或局部肤色变紫。海绵状血管瘤形态不规整，可呈分叶状，病变范围较大，可累及会阴、阴道及肛门，肿瘤位置一般较深，外观为深紫色，压迫时褪色。有时可以影响胎先露部娩出。"], "name": ["外阴象皮肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.分化良好型脂肪肉瘤需与脂肪瘤、巴氏腺囊肿相鉴别。脂肪瘤无细胞大小不一和核异型性，纤维间隔较窄而不明显，亦无异型细胞和脂母细胞浸润其间。", "2.黏液样脂肪肉瘤需与其他胚胎性或黏液变性的软组织肉瘤如黏液样型恶性纤维组织细胞瘤、葡萄簇型横纹肌肉瘤、黏液变性的隆凸性皮肤纤维肉瘤、侵袭性血管黏液瘤、黏液性平滑肌肉瘤等相鉴别。区别要点在于后者均无典型丛状毛细血管网。黏液样型恶性纤维组织细胞瘤的血管常受压呈弓形，有较多畸形瘤巨细胞，背景胶原丰富，附近有多形性区。葡萄簇型横纹肌肉瘤在黏膜上皮下区有形成层，可见横纹肌母细胞而不是脂母细胞。发生黏液变性的隆凸性皮肤纤维肉瘤亦可十分相似，但其位置表浅，靠近皮肤。"], "name": ["外阴脂肪肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道粒细胞肉瘤需注意与恶性淋巴瘤、阴道癌、颗粒细胞肿瘤相鉴别。"], "name": ["阴道粒细胞肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、颗粒细胞瘤", "瘤细胞较大，有核沟，有纤维瘤样及卵泡膜瘤样成分。", "EMA检查：阴性", "波纹蛋白vementin检查：阴性。", "超微结构中无RER大囊。", "2、恶性淋巴瘤", "通过电镜、淋巴细胞标记的特异性抗体免疫组化染色可鉴别。", "3、转移性小细胞癌", "光镜：胞浆内存在嗜银颗粒。", "电镜：超微结构中存在胞质突起、带膜的致密颗粒(神经内分泌颗粒)的神经内分泌肿瘤。"], "name": ["卵巢小细胞癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道转移性肿瘤鉴别诊断", "一、鉴别：", "1.注意与各种原发性的阴道癌相鉴别，转移性癌缺乏原发性阴道上皮性癌的癌演变过程，按照国际妇产科联盟的规定，与子宫颈连续的阴道癌应归于子", "宫颈癌", "，与外阴连续的阴道癌应属于", "外阴癌", "，只有确定无子", "宫颈癌", "或", "外阴癌", "存在时才能诊断为原发性阴道癌，有一些泌尿系肿瘤如", "肾癌", "阴道转移可以是其最早的表现，因此在遇到此种情况应考虑到", "肾癌", "存在的可能性。"], "name": ["阴道转移性肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["主要需与侵入皮下的皮肤纤维组织细胞瘤相鉴别。通常组织切片可以辨认，但需要作特殊染色。韧带样瘤可起源并附着于深在筋膜，表面有正常皮肤。隆凸性皮肤纤维肉瘤细胞成分单一，缺乏一般皮肤纤维组织细胞瘤所见的继发性成分如巨细胞、黄色瘤细胞、炎细胞等，车辐状排列明显。另外，大多数皮肤纤维瘤不表达CD34，而95%的皮肤纤维瘤表达FXⅢa，但两者的特异性均不高。无色素性恶性黑素瘤有的需要鉴别，但不大有梭形细胞成车轮状结构，同时可见交界活跃现象，而且不产生网状纤维及胶原。最近，Cribier等(2002)发现ST3蛋白在皮肤纤维瘤包括巨大皮肤纤维瘤中100%表达，而隆凸性皮肤纤维肉瘤无一例表达，可作为区别两者的指标。皮肤纤维组织细胞瘤无COL1A1-PDGFB融合基因表达，故检测COL1A1-PDGFB融合蛋白亦有助于鉴别两者。"], "name": ["外阴隆凸性皮肤纤维肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["与阴道血吸虫病、其他病因所致的阴道炎相鉴别。", "阴道血吸虫病(schistosomiasis of vagina)是由于血吸虫尾蚴穿过皮肤进入血液，成虫由门脉系统进入盆腔静脉丛时，感染外阴、阴道和宫颈。或由于血吸虫感染膀胱，累及宫颈和阴道上1/3。青春期以后血吸虫性损害发生在下生殖道，以输卵管、卵巢和子宫常见。疫区女性经常与疫水接触，如洗衣煮饭，血吸虫感染率较高。"], "name": ["阴道美丽筒线虫病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫内翻鉴别诊断", "一、鉴别", "子宫内翻应与子宫黏膜下肌瘤以及产后", "子宫脱垂", "相鉴别。", "1.子宫黏膜下肌瘤 系", "子宫肌瘤", "向子宫黏膜面发展，突出于子宫腔，如黏膜下肌瘤蒂长，经子宫收缩可将肌瘤排出宫颈而悬于阴道中。妇科检查时，盆腔内有均匀增大的子宫，如肌瘤达到宫颈口处则宫口较松。手指进入宫颈管可触到肿瘤;已排出宫颈外者则可见到肌瘤，表面为充血暗红色的黏膜所包被，有时有溃疡及继发感染。如用子宫探针自肿瘤周围可探入宫腔，其长短与检查的子宫大小相符。但应注意较大肌瘤时偶可合并部分子宫壁翻出。急性子宫内翻往往是在分娩期，患者有阴道流血及", "休克", "表现，鉴别当无困难。", "2.子宫脱垂 患者一般情况良好，妇科检查可见包块下方有子宫颈口，向下屏气时子宫脱垂更加明显，盆腔检查时可摸到子宫体。"], "name": ["子宫内翻"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、肝硬化腹水", "有典型肝硬化病史：乏力、易疲倦、体力减退。食纳减退、腹胀或伴便秘、腹泻或肝区隐痛，劳累后明显。脸消瘦，面黝黑。", "出现蜘蛛痣、肝功能异常，盆腔无肿物。", "2、癌性胸腔积液、腹水", "多为血性渗出液，有原发灶及恶病质。", "3、结核性腹水", "为渗出性，有结核病史或结核毒素症状。", "4、充血性心力衰竭", "为漏出液，无心脏病其他症状及体征，盆腔无肿物。", "5、肾病综合征", "出现蛋白尿、肝脏合成蛋白增加、水肿，可有低白蛋白血症、高脂血症。", "6、低蛋白血症", "好发于6个月至5岁之间的儿童。", "引起典型的皮肤和毛发变化、生长迟滞、智力发育障碍、低蛋白血症、肌肉消瘦、水肿、脂肪肝和腹部膨隆等。", "7、严重卵巢水肿。", "8、晚期血吸虫病", "可并发上消化道出血，肝性昏迷等严重症状而致死。"], "name": ["麦格综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["应与巴氏腺囊肿相鉴别。"], "name": ["外阴滑膜肉瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴阿米巴病灶需与外阴肿瘤或其他感染性病变相鉴别：即上皮性肿瘤包括鳞癌、疣状癌和基底细胞癌;尖锐湿疣;疣状皮肤结核、结核性脓肿及梅毒性扁平湿疣、软下疳等。"], "name": ["外阴阿米巴病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["外阴淋巴管瘤鉴别诊断", "临床上应与局限型", "疣", "状痣及海绵状", "血管瘤", "鉴别。", "1.局限型疣状痣：好发于头皮，躯干或四肢，单发，皮损为密集的淡褐色至黑色丘疹，排列成条形，表面呈乳头瘤样，角质增厚，容易与", "淋巴管瘤", "鉴别。", "2.海绵状血管瘤：深部淋巴管瘤与海绵状血管瘤较难鉴别，最终要依赖病灶组织学检查才能明确诊断，海绵状血管瘤出生时或出生后不久出现，皮损呈圆形或不规则形，柔软的皮下肿块，可高出皮面，边界不清，挤压后缩小，呈淡紫色或紫蓝色，表面呈结节状，或分叶状，有弹性，组织病理示真皮下部和皮下组织内有大量大小不等的血管腔隙，而淋巴管瘤真皮或皮下组织内为大量大小不等的淋巴管，因此，两者可以鉴别。"], "name": ["外阴淋巴管瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈糜烂", "鉴别", " 根据临床表现诊断并不困难，但应注意宫颈糜烂与宫颈上皮内瘤样病变或早期宫颈癌从外观上难以鉴别，应常规作宫颈刮片，宫颈管吸片，必要时作阴道镜检查及活体组织检查以明确诊断。"], "name": ["宫颈糜烂"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["假性", "尖锐湿疣", "鉴别诊断", "尖锐湿", "疣", "与假性湿疣应当互相区别。假性湿疣是近年来新认识的一种疾病。假性湿疣多见于青年妇女，未婚或已婚均可发生;发病年龄主要为18～40岁，发病率为16%～18%。临床表现为1～2毫米大小的丘疹，淡红色，群集不融合;表现光滑，形似鱼子状或绒毛状，触之有颗粒样感;分布在小阴唇内侧面或阴道前庭。一般没有什么自觉症状或仅有轻度瘙痒感，临床上容易与尖锐湿疣相混淆。尖锐湿疣多发生于外阴、阴道、尿道口、子宫颈及肛周，初为淡红色或污灰色湿润小丘疹，很快形成疣样增殖，大小不等，可融合，形如菜花状或鸡冠样等，有时有分泌物，并有臭味。", "临床上鉴别时可用纱布或棉棒浸蘸5%醋酸溶液紧敷患处，2～5分钟后观察：如为尖锐湿疣，则局部变为白色，此为阳性反应;假性湿疣则为阴性反应，即不变色。如果局部有炎症时，可为假阳性反应，必要时可做病理检查。", "假性湿疣病因尚不明，一般认为是一种与发育异常有关的良性乳头瘤。此病的发生与体内激素水平是否有关，尚待进一步研究。"], "name": ["假性尖锐湿疣"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳腺囊肿鉴别", "借助 B 超检查可确诊应注意与乳腺", "囊肿", "病、乳腺腺", "纤维瘤", "、", "乳癌", "相鉴别。"], "name": ["乳腺囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["麦格综合征：", "1、腹腔积液检查", "腹水清亮、淡黄色或黄绿色，相对密度(比重)较低，其中胶体、细胞和细胞碎屑成分少，找不到癌细胞。", "2、肿瘤的部位与性质", "肿瘤多发生于单侧，是一种良性实质性肿瘤，偶发恶性。"], "name": ["假麦格综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["输卵管不通"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["阴道恶性苗勒管混合瘤鉴别", "阴道恶性苗勒管", "混合瘤", "应与阴道息肉、", "阴道内胚窦瘤", "相鉴别。"], "name": ["阴道恶性苗勒管混合瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["一、乳节腺结节鉴别诊断", "乳腺", "结节病", "患者若临床表现不典型或没有明显的经前乳房胀痛，仅表现为乳房肿块者，特别是单侧单个、质硬的肿块，应与", "乳腺纤维腺瘤", "及", "乳腺癌", "相鉴别：", "(1)", "乳腺结节", "病与乳腺纤维", "腺瘤", "两者均可见到乳房肿块，单发或多发，质地韧实。", "乳腺增生", "病的乳房肿块大多为双侧多发，肿块大小不一，呈结节状、片块状或颗粒状，质地一般较软，亦可呈硬韧，偶有单侧单发者，但多伴有经前乳房胀痛，触之亦感疼痛，且乳房肿块的大小性状可随月经而发生周期性的变化，发病年龄以中青年为多;", "乳腺纤维腺瘤", "的乳房肿块大多为单侧单发，肿块多为圆形或卵圆形，边界清楚，活动度大，质地一般韧实，亦有多发者，但一般无乳房胀痛，或仅有轻度经期乳房不适感，无触痛，乳房肿块的大小性状不因月经周期而发生变化，患者年龄多在30岁以下，以20～25岁最多见。此外，在乳房的钼靶X线片上，乳腺纤维", "腺瘤", "常表现为圆形或卵圆形密度均匀的阴影及其特有的环形透明晕，亦可作为鉴别诊断的一个重要依据。", "(2)乳腺", "结节病", "与", "乳腺癌", "两者均可见到乳房肿块。但", "乳腺结节", "病的乳房肿块质地一般较软，或中等硬度，肿块多为双侧多发，大小不一，可为结节状、片块状或颗粒状，活动，与皮肤及周围组织无粘连，肿块的大小性状常随月经周期及情绪变化而发生变化，且肿块生长缓慢，好发于中青年女性;乳腺癌的乳房肿块质地一般较硬，有的坚硬如石，肿块大多为单侧单发，肿块可呈圆形、卵圆形或不规则形，可长到很大，活动度差，易与皮肤及周围组织发生粘连，肿块与月经周期及情绪变化无关，可在短时间内迅速增大，好发于中老年女性。", "二、乳腺结节分型鉴别诊断", "(1)肝郁气滞性", "月经先期或行经期乳房肿痛，随喜怒消失，一侧或双侧可扪及大小不等的串珠状节结，肿块多为绿豆大步节结，或成粗条索状。质韧不坚硬，按之可动，不与深部组织粘连，境介不清，月经周期不足，经量较多，胸闷暖气，精神抑郁，心烦易怒。", "(2)冲任不调型", "乳房有肿块，经前或经期疼痛加重，经行后减轻或消失，经期多后延，经痛不剧，经量少，身倦无力，腰酸肢冷，少腹畏寒，日久失治者，少数可发生癌变。"], "name": ["乳节腺结节"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "", "前庭大腺囊肿", "鉴别诊断", "前庭大腺肿瘤（罕见）", "外阴疝"], "name": ["前庭肿大腺脓"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["病理上应与非典型纤维黄色瘤区别，后者病变较小，起源于真皮，无向深部组织侵袭的趋势。恶性纤维组织细胞瘤常见涡纹状结构，而在非典型纤维黄色瘤则无此现象。"], "name": ["外阴恶性纤维组织细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["子宫内膜增厚　"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["小儿", "生殖细胞瘤", "鉴别诊断", "各部位肿瘤与其他性质肿瘤鉴别，主要依赖实验室组织学检查结果进行鉴别。"], "name": ["小儿生殖细胞瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、副卵巢", "是过多卵巢组织位于正常卵巢的附近，可与卵巢相连或发展成卵巢。", "2、多余卵巢", "由另外一个独立始基发育而来的具有滤泡的卵巢组织，与正常位置的卵巢明显分开，常位于肾下极。", "3、残余卵巢综合征(ROS)", "指子宫切除时有目的保留卵巢，但术后卵巢却发生病理改变群。"], "name": ["卵巢残余综合征"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["急性输卵管", "卵巢炎", "鉴别", "", "急性输卵管卵巢炎", "临床表现为急腹症，应与", "急性阑尾炎", "、", "输卵管妊娠", "破裂、卵巢囊瘤蒂扭转及急性肾盂炎相鉴别。"], "name": ["急性输卵管卵巢炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、平滑肌瘤", "(1)浆膜下子宫肌瘤", "可自行脱落，与卵巢相连以获得血供，形成寄生性(parasitic)平滑肌瘤。", "(2)卵泡膜细胞瘤", "瘤细胞更纤细，细胞排列疏密不均。", "出现黄素化时细胞呈圆形或多边形，胞质丰富，可见空泡。", "(3)卵巢纤维瘤", "Van Gieson染色：胶原纤维呈红色，肌原纤维呈黄色。", "Masson染色：胶原纤维呈绿色，肌原纤维呈红色。", "2、平滑肌肉瘤", "(1)卵巢低分化肉瘤和癌肉瘤。", "(2)含有明显平滑肌肉瘤成分的恶性中胚叶混合瘤、未成熟畸胎瘤。", "(3)子宫或其他部位原发的平滑肌肉瘤转移至卵巢。", "(4)其他卵巢黏液样肿瘤：卵巢水肿、黏液瘤、内胚窦瘤等。", "3、横纹肌肉瘤", "与胚胎型横纹肌肉瘤、神经母细胞瘤、恶性淋巴瘤、小细胞癌、白血病等相鉴别。"], "name": ["卵巢肌肉来源肿瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1.与外阴软组织良性肿瘤鉴别 如：外阴脂肪瘤、外阴纤维瘤、外阴平滑肌瘤、外阴颗粒细胞性肌母细胞瘤等。", "2.与外阴癌鉴别 如：外阴鳞状细胞癌、外阴基底细胞癌、外阴腺癌等。"], "name": ["外阴恶性神经鞘瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫寒鉴别诊断", "需注意将实寒和虚寒进行鉴别。在临床上，虚寒与实寒都属寒证，但由于病因、病机、临床表现均有区别，因而在治疗上，特别是在用药上也有区别。虚寒，是指体内阳气不足，寒从内生，即“", "阳虚", "则外寒”之意。是由于机体阳气不足，温煦生化能力减弱，机体不得温暖，而出现寒证的症状，属阳虚证的范围。而实寒是指外感阴寒之邪，使体内阴寒过盛，损伤阳气，出现寒的表现。阴寒偏盛，阴盛则寒，即“阴盛则内寒”之意。如果有疼痛症状，则会有得", "温热", "后疼痛减轻的共同特点，但也有不同：实寒为剧烈疼痛拒按；虚寒为隐隐作痛喜揉喜按。实寒是寒气侵犯人体之实证，可见到手足冰冷，面色苍白，口淡无味。虚寒则兼有各脏腑功能的衰退虚症，常有神疲乏力，精神不振，胃口不开，大便溏泄，月经量少等症。"], "name": ["宫寒"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["女性生殖器先天性畸形"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [], "name": ["宫颈疾病"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": [" 滴虫阴道炎鉴别诊断", "1、霉菌性阴道炎", "1）霉菌感染", "    霉菌性阴道炎(monilial or mycotic vaginitis)由霉菌感染引起。其发病率仅次于滴虫性阴道炎。", "2）念珠菌感染", "    最常见的症状是白带多，外阴及阴道灼热瘙痒，外因性排尿困难，外阴地图样红斑(霉菌性或念珠菌性外阴阴道炎)。典型的白带呈凝乳状或为片块状，阴道粘膜高度红肿，可见白色鹅口疮样斑块附着，易剥离，其下为受损粘膜的糜烂基底，或形成浅溃疡，严重者可遗留瘀斑。但白带并不都具有上述典型特征，从水样直至凝乳样白带均可出现，如有的完全是一些稀薄清沏的浆液性渗出液，其中常含有白色片状物。妊娠期霉菌性阴道炎的瘙痒症状尤为严重，甚至坐卧不宁，痛苦异常，也可有尿频、尿痛及性交痛等症状。另外，尚有10%左右的妇女及30%孕妇虽为霉菌携带者，却无任何临床表现。", "2、细菌性阴道炎", "细菌性阴道病主要是由阴道加特纳菌引起的一种阴道炎，可通过性关系传播。", "此病的典型临床症状为阴道异常分泌物明显增多，呈稀薄均质状或稀糊状，为灰白色、灰黄色或乳黄色，带有特殊的鱼腥臭味。由于碱性前列腺液可造成胺类释放，故表现为性交时或性交后臭味加重。月经期阴道PH值升高，故经期时或经期后臭味也可加重。患者外阴有不适感，包括不同程度的外阴瘙痒，一般无明显时间性，但在休息状态及心情紧张状态下痒感更加明显。尚有不同程度的外服灼热感，有的患者出现性交痛。极少数患者出现下腹疼痛、性交困难及排尿异常感。阴道粘膜上皮在发病时无明显充血表现。", "3、阿米巴性阴道炎", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "4、非特异性阴道炎", "凡不是白色念珠菌、阴道毛滴虫病或淋病所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有灼痛感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "5、蛲虫性阴道炎", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间磨牙等。", "6、过敏性阴道炎", "过敏性阴道炎是指阴道黏膜出现类似于鼻、眼、肺及皮肤过敏反应的表现。", "阴道分泌物增多，为脓血性白带，并有腐烂组织排出，有臭味。合并有白色念珠菌感染分泌物像脱脂乳粉制奶酪样。可有瘙痒、外阴烧灼样感，成年妇女可有性交困难。", "7、结核性阴道炎", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "1）原发症状：", "    部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "2）继发症状", "   ：当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻便秘交替、干咳、咯血等。", "8、阴道嗜血杆菌性阴道炎", "阴道嗜血杆菌性阴道炎由阴道嗜血杆菌所引起。", "主要症状：白带异常，增多，有鱼腥或胺的臭味。有时白带呈灰色乳状且稠度很高，很像滴虫性阴道炎症状。轻者仅白带多、臭，外阴潮湿不适。常伴有阴道灼热感、性交痛及外阴瘙痒。", "9、婴幼儿阴道炎", "婴幼儿阴道炎，多发生在2-9岁的幼女，是女性婴幼儿的常见病。", "主要是外阴、阴道痒，阴道分泌物增多。外阴、阴蒂尿道口、阴道口黏膜充血、水肿。分泌物增多，甚至有脓性分泌物。大量分泌物刺激引起外阴痛痒，患儿哭闹、烦躁不安，甚至用手搔抓。通过手指及抓伤处，感染进一步扩散。部分可伴有尿急、尿频。急性期后可造成小阴唇粘连，粘连时上方或下方留有小孔，尿由小孔流出。", "10、老年性阴道炎", "老年性阴道炎，又名萎缩性阴道炎，是一种非特异性阴道炎。", "阴道分泌物增多，分泌物稀薄，呈淡黄色，严重者呈脓血性白带，有臭味。分泌物刺激，外阴出现瘙痒、灼热感。阴道黏膜萎缩，可伴有性交痛。有时有小便失禁。感染还可侵犯尿道而出现尿频、尿急、尿痛等泌尿系统的刺激症状。妇科检查可见阴道黏膜呈萎缩性改变，皱襞消失，上皮菲薄并变平滑，阴道黏膜有充血、红肿，也可见黏膜有出血点或出血斑，以后穹隆及宫颈最明显，严重者也可形成溃疡或外阴潮红糜烂。", "11、其他：", "1）月经性阴道炎：", "    多由月经期不注意经期卫生，特别是使用不干净的月经用品致使外阴受不洁之物污染引起。表现为会阴部有下坠和灼热感，阴道分泌物增多。", "2）蜜月性阴道炎：", "     多见于新婚妇女。主要由于不注意性器官和性生活卫生引起。表现为白带增多，阴道内外痒痛，粘膜红肿。", "3）化脓性阴道炎：", "   多见于阴道撕裂或产伤的妇女。表现为白带增多，呈黄脓样，带有腥味，阴道有灼热和痛感，粘膜红肿。", "4）单纯性阴道炎：", "     在月经来临前一周加重，在月经过后有一定缓解。皮肤潮红、肿胀，自觉剧烈瘙痒，可伴外阴、阴道烧灼感。大量白色稠厚呈凝乳状或豆腐渣样白带。可有阴道疼痛，刺激感及性交困难等。", "5）软下疳性阴道炎：", "     大小阴唇发生一个或数个小红丘疹，很快破溃，扩大成黄豆大或更大的溃疡，基底较软，污秽、脓液多，有明显疼痛，逐渐扩大。"], "name": ["滴虫性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "不孕症", "鉴别诊断", "对于不孕者应注意原发性不孕症各种病因的鉴别诊断、继发性不孕症每种病因间的细小鉴别，以便得出准确结论、找到恰当有效的治疗方案。", "1.", "卵巢性不孕", "是女性不孕中常见的原因之一有 15%-20%的不孕妇女有排卵缺陷，这种缺陷临床常伴有月经紊乱、不排卵或黄体功能不全未破裂卵泡黄素化综合征等。", "2.", "外阴阴道性不孕", "阴道损伤后形成的癫痕粘连性狭窄或", "先天性无阴道", "、", "阴道横隔", "，处女膜无孔或过厚坚韧等都可能影响性交或阻碍精子的进人。", "3.", "宫颈性不孕", "宫颈减液(CM)中所含的葡萄糖及其营养物质，对穿越宫颈时的精子的生存和活动力有很大影响。精子和宫颈或液相互影响，是精子生存及发挥功能的重要关键性环节因宫颈因素而致不孕者，占不孕总数的5%～10%。", "4.", "子宫性不孕", "单纯性子宫性不孕少见，仅占不孕患者的2%左右。", "子宫畸形", "如马鞍状子宫纵隔或半纵隔子宫、双角子宫、单角子宫及子宫发育不良均可致不孕;过大的", "子宫肌瘤", "或由于生殖器官炎症或盆腔", "子宫内膜异位症", "引起粘连，牵拉及推移等使宫体过度倾斜也可致不孕;", "子宫内膜结核", "在病变静止后，不易被子宫内膜组织切片所发现但影响胚胎着床;子宫内膜创伤性损伤如：多次刮宫或刮宫过深，也导致受精卵不能着床。", "5.", "输卵管性不孕", "输卵管对生育有重要意义它在性激素和神经系统调控下，组织结构、生理生化等方面发生周期性变化对卵子的截获，受精卵的输送，给受精卵提供营养及新陈代谢的合适环境等均有极其重要的意义。", "6.", "染色体异常", "性不孕", "染色体异常可引起性腺发育异常或生殖道异常如肾上腺性腺综合征与", "先天性卵巢发育不全", "症(Turner综合征)等。", "7.", "免疫性不孕", "免疫不孕是指患者排卵及生殖功能正常无致病因素发现、配偶精液常规检查在正常范围，但有抗生育免疫证据存在在不孕夫妇中免疫性不孕占5%-7%。有抗精子和抗透明带两种免疫性不孕，目前对后者的发病机理还不太清楚因而临床所指的免疫性不孕多半指抗精子兔疫性不孕。"], "name": ["不孕症"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["宫颈癌鉴别", " 1、子宫癌合并妊娠较为少见，国内报导占宫颈癌总数0.92%～7.05%，国外文献报道占1.01%。病人可因先兆", "流产", "或产前出血而就诊，阴道涂片及活体组织检查可确定诊断，早孕妇女如有阴道流血应常规窥器检查宫颈，以及作宫颈刮片细胞学检查。", "2、妊娠对子宫颈癌的影响，妊娠时由于盆腔内血液供应及淋巴流速增加，可能促进癌瘤的转移;且在分娩时会发生癌瘤扩散，严重出血及产后感染。妊娠时由于受雌激素影响、宫颈移行带细胞增生活跃，可类似", "原位癌", "病变，但还有定向分化，极性还保持，这些变化产后均能恢复。妊娠期也可能合并原位癌，产后不能恢复。应仔细区别。", "3、治疗方法需根据癌肿发展情况和妊娠月数而定。I期及Ⅱa期而合并早期妊娠者，可用根治术;或先放射治疗，待胎儿死亡自然排除后，再行根治术，或继续放射治疗。早孕者可行剖宫取胎，同时行根治术。各期子宫颈癌合并晚期或已临产者，均应行剖宫产术，以后再作手术或放射治疗。"], "name": ["宫颈癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "外阴瘙痒", "鉴别", "继发性皮损可以与", "湿疹", "、", "神经性皮炎", "、", "股癣", "相混淆，而且本病还需与", "荨麻疹", "、湿疹、", "药疹", "、虫咬", "皮炎", "、", "虱病", "、", "疥疮", "等鉴别，但是详细询问病史一般不难鉴别。"], "name": ["外阴瘙痒"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["    附件炎的鉴别诊断", "1、急性附件炎应与急性阑尾炎、急性肾盂炎、输卵管妊娠流产或破裂及卵巢囊瘤蒂扭转等鉴别;", "2、慢性附件炎应与陈旧性宫外孕、子宫内膜异位症等鉴别。"], "name": ["附件炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["细菌性", "阴道炎", "鉴别", "", "霉菌性阴道炎(monilial or mycotic vaginitis)由霉菌感染引起。其发病率仅次于", "滴虫性阴道炎", "。", "念珠菌感染最常见的症状是白带多，外阴及阴道灼热瘙痒，外因性排尿困难，外阴地图样红斑(霉菌性或念珠菌性外阴阴道炎)。典型的白带呈凝乳状或为片块状，阴道粘膜高度红肿，可见白色", "鹅口疮", "样斑块附着，易剥离，其下为受损粘膜的糜烂基底，或形成浅溃疡，严重者可遗留瘀斑。但白带并不都具有上述典型特征，从水样直至凝乳样白带均可出现，如有的完全是一些稀薄清沏的浆液性渗出液，其中常含有白色片状物。妊娠期霉菌性阴道炎的", "瘙痒症", "状尤为严重，甚至坐卧不宁，痛苦异常，也可有尿频、尿痛及性交痛等症状。另外，尚有10%左右的妇女及30%孕妇虽为霉菌携带者，却无任何临床表现。", "", "滴虫性阴道炎", "滴虫阴道炎是常见的阴道炎，由阴道毛滴虫所引起。", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。检查时可见阴道粘膜充血，严重者有散在的出血斑点，后穹窿有多量白带，呈灰黄色、黄白色稀薄液体或为黄绿色脓性分泌物，常呈泡沫状。带虫者阴道粘膜可无异常发现。少数患者阴道内有滴虫存在而无炎症反应，称为带虫者。有人认为滴虫单独存在时不能引起炎症，因其消耗阴道上皮细胞内糖原，改变了阴道酸碱度，破坏了防御机制，促进继发性的细菌感染，故常在月经期前后、妊娠期或产后等阴道Ph改变时，引起炎症发作。", "", " ", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "", "非特异性阴道炎", "凡不是白色念珠菌、阴道", "毛滴虫病", "或", "淋病", "所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有", "灼痛", "感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间", "磨牙", "等。", "", "性阴道炎", "", "过敏性阴道炎", "是指阴道黏膜出现类似于鼻、眼、肺及", "皮肤过敏", "反应的表现。", "阴道分泌物增多，为脓血性白带，并有腐烂组织排出，有臭味。合并有白色念珠菌感染分泌物像脱脂乳粉制奶酪样。可有瘙痒、外阴烧灼样感，成年妇女可有性交困难。", "", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "原发症状：部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "继发症状：当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻便秘交替、干咳、", "咯血", "等。", "", " ", "阴道嗜血杆菌性阴道炎由阴道嗜血杆菌所引起。", "主要症状：白带异常，增多，有鱼腥或胺的臭味。有时白带呈灰色乳状且稠度很高，很像滴虫性阴道炎症状。轻者仅白带多、臭，外阴潮湿不适。常伴有阴道灼热感、性交痛及外阴瘙痒。", "", "婴幼儿阴道炎，多发生在2-9岁的幼女，是女性婴幼儿的常见病。", "主要是外阴、阴道痒，阴道分泌物增多。外阴、阴蒂尿道口、阴道口黏膜充血、水肿。分泌物增多，甚至有脓性分泌物。大量分泌物刺激引起", "外阴痛", "痒，患儿哭闹、烦躁不安，甚至用手搔抓。通过手指及抓伤处，感染进一步扩散。部分可伴有尿急、尿频。急性期后可造成小阴唇粘连，粘连时上方或下方留有小孔，尿由小孔流出。", "", "老年性阴道炎，又名萎缩性阴道炎，是一种非特异性阴道炎。", "阴道分泌物增多，分泌物稀薄，呈淡黄色，严重者呈脓血性白带，有臭味。分泌物刺激，外阴出现瘙痒、灼热感。阴道黏膜萎缩，可伴有性交痛。有时有小便失禁。感染还可侵犯尿道而出现尿频、尿急、尿痛等泌尿系统的刺激症状。妇科检查可见阴道黏膜呈萎缩性改变，皱襞消失，上皮菲薄并变平滑，阴道黏膜有充血、红肿，也可见黏膜有出血点或出血斑，以后穹隆及宫颈最明显，严重者也可形成溃疡或外阴潮红糜烂。", "其他：", "月经性阴道炎：多由月经期不注意经期卫生，特别是使用不干净的月经用品致使外阴受不洁之物污染引起。表现为会阴部有下坠和灼热感，阴道分泌物增多。", "蜜月性阴道炎：多见于新婚妇女。主要由于不注意性器官和性生活卫生引起。表现为白带增多，阴道内外痒痛，粘膜红肿。", "化脓性阴道炎：多见于阴道撕裂或产伤的妇女。表现为白带增多，呈黄脓样，带有腥味，阴道有灼热和痛感，粘膜红肿。", "单纯性阴道炎：在月经来临前一周加重，在月经过后有一定缓解。皮肤潮红、", "肿胀", "，自觉剧烈瘙痒，可伴外阴、阴道烧灼感。大量白色稠厚呈凝乳状或豆腐渣样白带。可有阴道疼痛，刺激感及性交困难等。", "", "软下疳", "性阴道炎：大小阴唇发生一个或数个小红丘疹，很快破溃，扩大成黄豆大或更大的溃疡，基底较软，污秽、脓液多，有明显疼痛，逐渐扩大。"], "name": ["细菌性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["痛经诊断", "病史不典型、盆腔检查不满意者，宜作", "B超", "扫描。盆腔检查无阳性体征，应用", "避孕", "药物或PGs合成抑制剂，有疗效者可诊断原发性", "痛经", "。如用药5～6个周期无效，则宜进一步作腹腔镜或", "宫腔镜", "检查，以排除", "子宫内膜异位症", "、粘膜下肌瘤等器质性病变。", "痛经所提示的疾病可大致分为以下几类：", "1.经期的腰痛可能是因为", "子宫", "后位或其它疾患所致。", "2.经期", "发烧", "、", "下腹坠痛", "可能是患了", "盆腔炎", "。", "3.正常经血呈暗红色，如果经血颜色为淡茶褐色，或气味发生变化同时体温升高和下", "腹痛", "，则可能患上了", "子宫内膜炎", "。", "4.如果痛经越来越厉害、持续时间越来越长，则可能患上", "子宫内膜异位", "症。"], "name": ["痛经"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["性交疼痛鉴别", "常常需要与泌尿科或妇产科的疾病相区别，临床上常上述两科就诊方可下诊断。"], "name": ["性交疼痛"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": ["诊断标准：", "结合典型的临床表现及镜检阴道分泌物，可诊断", "霉菌性阴道炎", "。", "1.外阴奇痒，白带呈", "白色稠厚豆腐渣样", "；", "2.阴道", "黏膜红肿", "，严重的形成浅溃疡；", "3.阴道分泌物中找到", "白色念珠菌", "。可取少许阴道分泌物，放于10%KOH或生理盐水玻片上，混匀后在显微镜下找到", "菌丝", "，即可确诊。用10%KOH可溶解其他细胞成分，检出率阳性率为70%～80%。若有症状而多次镜检为阴性，可用培养法进行培养确诊。"], "identify": ["", "霉菌性阴道炎", "鉴别", "  1、", "滴虫性阴道炎", "滴虫", "阴道炎", "是常见的阴道炎，由阴道毛滴虫所引起。", "白带增多及", "外阴瘙痒", "滴虫阴道炎的主要症状是稀薄的泡沫状白带增多及外阴瘙痒，若有其他细菌混合感染则排出物呈脓性，可有臭味，瘙痒部位主要为阴道口及外阴，间或有灼热、疼痛、性交痛等。若尿道口有感染，可有尿频、尿痛，有时可见", "血尿", "。检查时可见阴道粘膜充血，严重者有散在的出血斑点，后穹窿有多量白带，呈灰黄色、黄白色稀薄液体或为黄绿色脓性分泌物，常呈泡沫状。带虫者阴道粘膜可无异常发现。少数患者阴道内有滴虫存在而无炎症反应，称为带虫者。有人认为滴虫单独存在时不能引起炎症，因其消耗阴道上皮细胞内糖原，改变了阴道酸碱度，破坏了防御机制，促进继发性的细菌感染，故常在月经期前后、妊娠期或产后等阴道Ph改变时，引起炎症发作。", "2、", "细菌性阴道炎", "细菌性阴道病主要是由阴道加特纳菌引起的一种阴道炎，可通过性关系传播。", "此病的典型临床症状为阴道异常分泌物明显增多，呈稀薄均质状或稀糊状，为灰白色、灰黄色或乳黄色，带有特殊的鱼腥臭味。由于碱性前列腺液可造成胺类释放，故表现为性交时或性交后臭味加重。月经期阴道PH值升高，故经期时或经期后臭味也可加重。患者外阴有不适感，包括不同程度的外阴瘙痒，一般无明显时间性，但在休息状态及心情紧张状态下痒感更加明显。尚有不同程度的外服灼热感，有的患者出现性交痛。极少数患者出现下腹疼痛、性交困难及排尿异常感。阴道粘膜上皮在发病时无明显充血表现。", "3、", "阿米巴性阴道炎", "阿米巴性阴道炎(amebic vaginitis)多由阿米巴病原体随大便排出后直接感染外阴或阴道。", "阴道分泌物呈浆液性或粘液性，从中可找到大滋养体。当阴道粘膜形成溃疡、出血时，则分泌物可转成脓性或血性。有时质脆的溃疡可出现在宫颈、外阴，融合成大片坏死。个别病例由于结缔组织反应严重，可呈现不规则肿瘤样增生，质硬，溃疡面覆有血性粘液分泌物，易误诊为恶性肿瘤。", "4、非特异性阴道炎", "凡不是白色念珠菌、阴道", "毛滴虫病", "或", "淋病", "所引起的阴道炎均称非特异性阴道炎，又称细菌性阴道病。", "急性期间可有体温稍升高，白细胞增多，全身乏力，下腹部坠胀不适感，阴道分泌物增多，呈脓性、浆液性或血性，阴道有", "灼痛", "感。窥器可见阴道粘膜充血，有时有浅表小溃疡，阴道内pH值偏硷性。", "5、", "蛲虫性阴道炎", "蛲虫性阴道炎是由于蛲虫寄生于人体而引起的一种传染病。在人群中通过间接接触和肛门-手-口的直接接触方式而感染。", "肛门周围和外阴剧烈瘙痒、或伴灼痛感，以夜间为甚。增多，阴道流出多量的稀薄的黄脓性分泌物，有臭味。可有轻微的食欲不振、腹胀、腹痛及腹泻等。精神不安、失眠、夜惊、夜间", "磨牙", "等。", "6、", "过敏", "性阴道炎", "", "过敏性阴道炎", "是指阴道黏膜出现类似于鼻、眼、肺及", "皮肤过敏", "反应的表现。", "阴道分泌物增多，为脓血性白带，并有腐烂组织排出，有臭味。合并有白色念珠菌感染分泌物像脱脂乳粉制奶酪样。可有瘙痒、外阴烧灼样感，成年妇女可有性交困难。", "7、", "结核性阴道炎", "结核性阴道炎由结核杆菌感染而引起的阴道炎症性疾病。结核性阴道炎是属于生殖器结核的一种表现形式，多为继发感染，由于本病病程缓慢，表现形式不典型，故易被忽视。", "原发症状：部分患者外观正常，无明显不适主诉。常主诉阴道不适、疼痛、触痛，阴道有白色或棕黑色分泌物。部分病情较重患者可有食欲不佳、低热、消瘦等全身症状。", "继发症状：当同时伴有生殖器其他脏器的结核如输卵管、子宫结核等时：不孕、下腹坠痛，月经异常、白带为大量脓性或浆液性白带等症状。当继发于肺、腹膜、肠、关节等脏器的结核以及泌尿系统的结核时：可有其他脏器所引起的症状如胸膜痛、腹痛、尿频、血尿、消瘦、低烧、乏力、腹泻", "便秘", "交替、干咳、", "咯血", "等。", "8、", "阴道嗜血杆菌性阴道炎", "阴道嗜血杆菌性阴道炎由阴道嗜血杆菌所引起。", "主要症状：白带异常，增多，有鱼腥或胺的臭味。有时白带呈灰色乳状且稠度很高，很像滴虫性阴道炎症状。轻者仅白带多、臭，外阴潮湿不适。常伴有阴道灼热感、性交痛及外阴瘙痒。", "9、", "婴幼儿阴道炎", "婴幼儿阴道炎，多发生在2-9岁的幼女，是女性婴幼儿的常见病。", "主要是外阴、阴道痒，阴道分泌物增多。外阴、阴蒂尿道口、阴道口黏膜充血、水肿。分泌物增多，甚至有脓性分泌物。大量分泌物刺激引起", "外阴痛", "痒，患儿哭闹、烦躁不安，甚至用手搔抓。通过手指及抓伤处，感染进一步扩散。部分可伴有尿急、尿频。急性期后可造成小阴唇粘连，粘连时上方或下方留有小孔，尿由小孔流出。", "10、", "老年性阴道炎", "老年性阴道炎，又名萎缩性阴道炎，是一种非特异性阴道炎。", "阴道分泌物增多，分泌物稀薄，呈淡黄色，严重者呈脓血性白带，有臭味。分泌物刺激，外阴出现瘙痒、灼热感。阴道黏膜萎缩，可伴有性交痛。有时有小便失禁。感染还可侵犯尿道而出现尿频、尿急、尿痛等泌尿系统的刺激症状。妇科检查可见阴道黏膜呈萎缩性改变，皱襞消失，上皮菲薄并变平滑，阴道黏膜有充血、红肿，也可见黏膜有出血点或出血斑，以后穹隆及宫颈最明显，严重者也可形成溃疡或外阴潮红糜烂。", "11、其他：", "1）月经性阴道炎：", "多由月经期不注意经期卫生，特别是使用不干净的月经用品致使外阴受不洁之物污染引起。表现为会阴部有下坠和灼热感，阴道分泌物增多。", "2）蜜月性阴道炎：", "多见于新婚妇女。主要由于不注意性器官和性生活卫生引起。表现为白带增多，阴道内外痒痛，粘膜红肿。", "3）化脓性阴道炎：", "多见于阴道撕裂或产伤的妇女。表现为白带增多，呈黄脓样，带有腥味，阴道有灼热和痛感，粘膜红肿。", "4）单纯性阴道炎：", "在月经来临前一周加重，在月经过后有一定缓解。皮肤潮红、", "肿胀", "，自觉剧烈瘙痒，可伴外阴、阴道烧灼感。大量白色稠厚呈凝乳状或豆腐渣样白带。可有阴道疼痛，刺激感及性交困难等。", "5）", "软下疳", "性阴道炎：", "大小阴唇发生一个或数个小红丘疹，很快破溃，扩大成黄豆大或更大的溃疡，基底较软，污秽、脓液多，有明显疼痛，逐渐扩大。"], "name": ["霉菌性阴道炎"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["", "宫外孕", "鉴别", "应与宫内妊娠", "流产", "、", "急性阑尾炎", "、黄体破裂及", "卵巢囊肿", "蒂扭转等鉴别。"], "name": ["宫外孕"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": ["一、诊断标准", "临床上对于卵巢瘤的诊断应达到4个要求：", "(1)是否", "卵巢肿瘤", "；(2)是何种卵巢肿瘤；(3)有无并发症；(4)何侧生长。", "卵巢肿瘤的诊断往往因肿瘤的大小、性状不同而有难易之别，详细询问病史时不仅注意生殖器官，并需注意周身情况与其他重要器官的有关病史;结合临床表现与体检，除注意肿瘤本身的特征外，尚应了解周身情况，故不仅妇科检查，而周身检查，特别是腹部检查亦极重要。必要时借助其他辅助诊断方法，再结", "合病", "史经过全面分析后，方能得到正确的诊断。", "卵巢肿瘤患者可能有腹部肿块史，而并无严重的症状或其他对于身体的影响;通过腹部视诊、触诊及", "双合诊", "，一般能查清", "子宫", "及肿块的境界，肿块且有一定的活动度。小的卵巢肿瘤虽无症状，一般伴有月经障碍、炎症或不孕情况而卵巢瘤相应小者均无此种现象。"], "identify": ["二、鉴别诊断", "1、", "卵巢", "瘤样病变：滤泡", "囊肿", "和", "黄体囊肿", "最常见。多为单侧，直径小于5cm，壁薄，2个月内自行消失。", "2、输卵管", "卵巢囊肿", "：是慢性", "盆腔炎", "的一种病变类型。卵巢的外膜是很好的防御屏障，因此卵巢很少单独", "发炎", "，多是由输卵管的炎症波及而来。卵巢的炎症多是通过排卵的破孔而侵入的。常有不孕或盆腔感染史，两侧附件区形成囊性块物，边界清或不清，", "活动受限", "。", "3、", "妊娠", "子宫", "：妊娠早期，", "三合诊", "时宫体与宫颈似不相连，易将柔软的宫体误认为", "卵巢肿瘤", "。但妊娠妇女有", "停经", "史，若能详细询问病史，作HCG测定或B型超声检查可鉴别。", "4、", "子宫肌瘤", "：又称子宫", "平滑肌瘤", "，是女性生殖器最常见的一种良性肿瘤。多无症状，少数表现为", "阴道出血", "，腹部触及肿物以及压迫症状等。浆膜下肌瘤或肌瘤囊性变易与卵巢实质性肿瘤或囊肿相混淆。肌瘤常为多发性，与子宫相连，并伴月经异常如月经过多等症状，检查时肿瘤随宫体及宫颈移动。", "5、", "腹水", "：腹水仅是一种病征，产生腹水的病因很多比较常见的有心血管病、", "肝脏", "病、腹膜病、", "肾脏", "病、", "营养障碍", "病恶性肿瘤腹膜转移卵巢肿瘤、结缔组织疾病等。大量腹水应与巨大卵巢囊肿鉴别，腹水常有肝病、", "心脏病", "史，平卧时腹部两侧突出如蛙腹，叩诊腹部中间鼓音，两侧实音，", "移动性浊音", "阳性;巨大囊肿平卧时腹部中间隆起，叩诊浊音，腹部两侧鼓音，移动性浊音阴性;下腹块物边界清楚，B型超声检查可以鉴别。", "6、", "宫颈囊肿", "：卵巢囊肿在妇科囊肿中是最常见的，其次就是宫颈囊肿了，宫颈囊肿与卵巢囊肿发病的部位是不一样的，但是最初都没有太大明显的症状，而且都是在身体内部发病，开始病人很难察觉到。", "宫颈囊肿是", "慢性宫颈炎", "的一种，是常见的一种妇科疾病，患有宫颈囊肿的女性主要会出现", "阴道分泌物增多", "，呈粘液脓性，阴道分泌物的刺激可引起", "外阴瘙痒", "及灼热感，也可出现经间期出血、夫妻生活后出血等症状。", "在慢性子", "宫颈炎", "时，子宫颈腺体及周围组织都", "增生", "。当腺管被周围组织所挤压，腺口阻塞，使腺体内的分泌物不能外流而潴留于内，致腺腔扩张，形成大小不等的囊形肿物，其包含的粘液常清澈透明，但可能由于合并感染而呈混浊脓性。囊肿一般小而分散，可突出于宫颈表面。小的仅有小米粒大，大的可达玉米粒大，呈青白色，可能伴有糜烂，但亦常见于表面光滑的子宫颈。", "卵巢囊肿是常感到", "腹胀", "或自己于腹部触及肿块。肿块一般无触痛，但如有并发症或恶变，则不仅肿块本身有", "压痛", "，甚至出现腹膜剌激症状。还有的明显体征是腹水。腹水存在常为恶性肿瘤的特征，但良性囊肿如卵巢", "纤维瘤", "及乳头状囊", "腺瘤", "亦可产生腹水。 内分泌症状如多毛、声音变粗、", "阴蒂肥大", "等为", "男性化", "囊肿。另外，卵巢囊肿可以恶变，其特征是腹部极度膨大、显著", "消瘦", "、痛苦的面部表情及严重衰竭。"], "name": ["卵巢囊肿"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["1、乳腺纤维腺瘤", "鉴别标准：", "两者均可见到乳房肿块，单发或多发，质地韧实，乳腺增生病的乳房肿块大多为双侧多发，肿块大小不一，呈结节状，片块状或颗粒状，质地一般较软，亦可呈硬韧，偶有单侧单发者，但多伴有经前乳房胀痛，触之亦感疼痛，且乳房肿块的大小性状可随月经而发生周期性的变化，发病年龄以中青年为多;乳腺纤维腺瘤的乳房肿块大多为单侧单发，肿块多为圆形或卵圆形，边界清楚，活动度大，质地一般韧实，亦有多发者，但一般无乳房胀痛，或仅有轻度经期乳房不适感，无触痛，乳房肿块的大小性状不因月经周期而发生变化，患者年龄多在30岁以下，以20～25岁最多见，此外，在乳房的钼靶X线片上，乳腺纤维腺瘤常表现为圆形或卵圆形密度均匀的阴影及其特有的环形透明晕，亦可作为鉴别诊断的一个重要依据。", "2、乳腺癌", "鉴别标准：", "两者均可见到乳房肿块，但乳腺增生病的乳房肿块质地一般较软，或中等硬度，肿块多为双侧多发，大小不一，可为结节状，片块状或颗粒状，活动，与皮肤及周围组织无粘连，肿块的大小性状常随月经周期及情绪变化而发生变化，且肿块生长缓慢，好发于中青年女性;乳腺癌的乳房肿块质地一般较硬，有的坚硬如石，肿块大多为单侧单发，肿块可呈圆形，卵圆形或不规则形，可长到很大，活动度差，易与皮肤及周围组织发生粘连，肿块与月经周期及情绪变化无关，可在短时间内迅速增大，好发于中老年女性。", "3、肝郁气滞型乳腺增生", "鉴别标准：", "月经先期或行经期乳房肿痛，随喜怒消失，一侧或双侧可扪及大小不等的串珠状节结，肿块多为绿豆大步节结，或成粗条索状。质韧不坚硬，按之可动，不与深部组织粘连，境介不清，月经周期不足，经量较多，胸闷暖气，精神抑郁，心烦易怒。", "4、冲任不调型乳腺增生", "鉴别标准：", "乳房有肿块，经前或经期疼痛加重，经行后减轻或消失，经期多后延，经痛不剧，经量少，身倦无力，腰酸肢冷，少腹畏寒，日久失治者，少数可发生癌变。"], "name": ["乳腺增生"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["乳腺癌", "鉴别", "临床上需要与乳腺癌进行鉴别的疾病主要有：", "1.", "乳腺增生", " 乳腺增生又称乳腺结构不良，是妇女最常见的非炎性、非肿瘤性乳腺疾病。多因妇女内分泌功能紊乱引起。发病年龄多为20～40岁，发达国家发病率可达1/3，国内约占50%，主要表现为乳腺组织增厚，稍晚则可触到大小不等的结节，与皮肤和乳腺后方均无粘连。好发生在乳腺外上象限，多为双侧。病人多伴有不同程度的疼痛，月经前明显，月经来潮后即可缓解或解除。", "2.乳腺导管扩张", " 本病又称浆细胞性", "乳腺炎", "，多发生在37～50岁中年妇女。主要表现为乳房疼痛，", "乳头溢液", "，乳头可内陷，极似乳腺癌。", "以下各点可与乳腺癌鉴别：①病人年龄较轻，多在40岁左右。②乳头溢液多为浆液性或脓性，少数也可为血性。③乳头或乳晕下有时可触到增粗的乳管。④乳房肿块多位于乳晕周围，伴有疼痛，与大导管关系密切。⑤乳腺有炎性表现或有炎症病史及哺乳障碍史，乳房肿块可有缩小或增大的情形。⑥乳管造影可显示导管扩张。⑦乳头溢液有大量的炎细胞。⑧乳腺肿块穿刺可见大量炎细胞或脓细胞。⑨腋窝淋巴结肿大，质较软并有压痛。", "3.", "乳腺结核", " 乳腺结核有以下特点：①病人多为中青年妇女。②多数有", "结核病", "史，或有其他部位的结核。③病变都有炎症史，肿块时大时小，对抗结核药物治疗有效。④肿块局部可有发红、破溃等历史，部分囊肿有囊性感。⑤肿块针吸可见有干酪样组织，有稀薄的脓液。⑥有乳头溢液史，可为脓性。⑦少数病人的乳头溢液或针吸出的脓液，涂片可见有结核杆菌。⑧乳腺X线检查多数无异常，并有呈淡阴影者。⑨有乳腺结核与乳腺癌有并存者，约占5%。", "4.乳腺脂肪坏死", " 主要鉴别分析如下：①缺乏特征性临床表现，本病肿块一般较硬，形态不规则，酷似乳腺癌。一般在临床上分2型：腺体外型，表浅，位于乳腺的皮下，形态不规则，有炎性改变，易诊断为乳腺结核;腺体内型，肿块位于乳腺实质内，缺乏特征，易被误诊为乳腺癌。②缺乏有效的辅助检查，尤其是中老年妇女，肿块位于皮下，且肿块不见增长或有缩小情形，并乳腺有外伤史。转移淋巴结应做切除活检。", "5.", "急性乳腺炎", " 急性乳腺炎常见于分泌性乳房，特别是初产后3～4周，病原菌大多数是金黄色葡萄球菌和少数为链球菌，感染途径多因", "乳头皲裂", "处逆行感染所致。也可因细菌直接侵入乳管，上行至腺小叶引起感染。", "开始时乳腺局部表现红、肿、热、痛，以及周围淋巴结肿大，当形成坏死液化时，可有脓肿。乳房肿大，活动性强，变硬有压痛，形成脓肿时，肿块软化有波动感。同时感全身不适，寒战、高热。X线表现结构界限较明显模糊的片状致密影，皮肤增厚，皮下脂肪显示紊乱，有较多的血管和淋巴管阴影，并出现索条状结缔组织模糊影，有时可伴有泥沙样钙化病灶。", "急性乳腺炎与乳腺癌比较：①乳腺皮肤无橘皮样改变，无卫星结节。②乳腺肿块很少占据全乳，半数以上有囊性感。③乳腺肿块较少见。④多数体温及白细胞计数增高。⑤消炎治疗有效。⑥针吸多为脓液或有炎细胞，有助于诊断。", "6.", "慢性乳腺炎", "及脓肿", " 常有脓肿形成，触之为肿块，边缘不清，呈囊性感，可有轻压痛，与周围组织有轻度粘连感。X线所见为局部致密的片状影，边界不清，皮肤稍增厚。乳腺脓肿可表现为边缘较清楚的圆形或椭圆形不规则的致密阴影，中心部位无结构，周围可因水肿密度较淡。", "7.乳腺单纯囊肿", " 在乳腺中部较为常见，多由于乳腺导管上皮细胞增生、增多，导致导管延长、迂曲、折叠，在折叠处导管由于缺血可发生坏死，形成囊肿，以后管壁萎缩。X线平片上表现为圆形、椭圆形致密阴影，密度均匀，边缘光滑锐利，由于囊肿挤压周围的脂肪组织而出现透亮晕。单发囊肿为原形，多发囊肿为椭圆形，囊壁光滑整齐。", "8.", "积乳囊肿", " 较少见。在哺乳期因某一乳管阻塞，即形成囊肿。囊肿可单发或多发，呈灰白色，内含乳汁或干酪样物质。囊壁厚薄不一，大小不等，可发生在任何部位，以较深的乳腺部位最常见。X线显示圆形或椭圆形的透亮区，体积小，一般为1～1.5cm，偶见有>3cm者，边缘光滑锐利，密度稍低于脂肪。", "9.乳腺", "纤维瘤", " 乳腺纤维瘤多发生于20～25岁青年妇女，由腺体和纤维组织所构成，有青春型和巨纤维", "腺瘤", "型两种，但无质的不同。该病的发生与雌激素有密切关系，有单发和多发2种。单发的乳腺纤维瘤好发于乳腺外上象限，多为较小的卵圆形肿块，月经初潮前生长的纤维瘤都可生长较大。表面光滑，质坚韧，肿瘤边界清楚，与皮肤和周围组织无粘连，在乳房内容易推动，触之有滑动感。生长缓慢，数年内可无变化，但妊娠期可迅速增大。多发性乳腺纤维瘤表现均匀一致，中等硬度，大小不等。较大的可呈分叶状，光滑，质韧，边界清楚，肿瘤中心有钙化颗粒。", "", "乳腺纤维腺瘤", "外有包膜，切面呈灰白色，有光亮，不平滑，肉眼可见切面有多数不规则的裂隙为扩张的乳管。", "巨纤维瘤X线平片可见为密度均匀的巨大肿块影，呈分叶状。周围组织被压形成透亮区，肿瘤中心可有钙化影，附近多伴有血管增粗和曲张。", "乳腺纤维瘤虽瘤体很小，但恶变的机会较大，因此还必须认真治疗。", "10.", "乳管内乳头状瘤", " 乳管内乳头状瘤多发生在40～50岁的妇女，75%发生在接近乳头的大乳管内，或发生在乳头附近与乳管相连的囊肿内。可单发也可多发。瘤体很小，但常带有绒毛及较多的薄壁血管，极易出血。", "临床多无疼痛，在非月经周期间自乳头溢出血性液体，肿块多摸不到，如果若扪查到肿块，多为几个毫米直径，位于乳晕区。乳瘤常呈圆形，质较硬，不与皮肤有粘连，可推动，轻压此肿瘤，即可有乳头血性溢液。", "乳管内乳头状瘤约6%～8%可癌变，故术前应做血管造影，以明确诊断。手术应切除彻底，以患病乳管及其周围腺体组织一并切除，以免后患。年龄较大的妇女，应做乳房单纯切除。"], "name": ["乳腺癌"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": [], "identify": ["子宫肌瘤鉴别诊断", "1、宫内妊娠：", "1）在妊娠前3个月，个别孕妇仍按月有少量流血，如误认为月经正常来潮而子宫又增大，往往错诊为肌瘤。应详细追问以往月经史(包括量的多少)，有无生育史，年龄多大(年青的肌瘤机会更少);还应注意有无妊娠反应。如为妊娠，子宫增大符合月经减少的月份;肌瘤者子宫较硬。此外妊娠者外阴、阴道着紫蓝色，子宫颈柔软，乳房胀感，乳晕外可出现次晕。妊娠达4个月以后，可感胎动或听到胎心音，用手探触可感到子宫收缩。除病史、体征外，还可做妊娠试验或B超显象检查来鉴别。", "2）过期流产伴有不规则阴道流血，尿妊娠试验呈阴性反应，易误诊为子宫肌瘤。但过期流产者有停经史，曾有妊娠反应，子宫形态正常。行B超检查，一般可确诊。必要时可行诊刮鉴别。", "3）子宫肌瘤可以合并妊娠，也必须想到，否则或漏诊妊娠或误诊为葡萄胎。以往如曾查到肌瘤，目前又有早孕史和体征，而子宫大于停经月份，无阴道流血，孕试阳性，则诊断当无困难。但以往未经确诊者，应详细询问月经是否过多，有无不孕史。检查时注意子宫有无肌瘤突出，必要时可严密观察。如为葡萄胎，则停经后常有少量阴道流血，而腹部包块在短期内长大，妊娠试验阳性且滴定度高;B型超声检查葡萄胎呈雪片状特有波型。", "2、卵巢肿瘤：", "卵巢囊肿不易与子宫肌瘤混淆，因为两者硬度不同，前者为囊性而后者为实性，同时前者与子宫中间有分界，可与之分开，而子宫肌瘤则与子宫关系密切不能与之分开，移动宫颈则随之活动。", "   诊断遇到困难较多的是卵巢实性肿瘤与浆膜下子宫肌瘤，两者均为实性肿物。如果肌瘤在子宫的一侧，尤其带蒂浆膜下肌瘤有时鉴别困难，须借B超检查协助。卵巢恶性肿瘤也为实性肿块，与子宫牢固粘在一起融成一个团块时，虽属子宫外在肿块但与之不能分开，有时被误诊为子宫肌瘤。年龄是一个重要的线索，肌瘤多见于中年妇女，有月经不调，而卵巢癌多见于老年妇女。若患者为绝经后妇女首先要考虑为卵巢恶性肿瘤，结合其他卵巢恶性肿瘤的体征如子宫直肠陷凹结节或肿块、子宫固定不动等均有鉴别价值。诊断性刮宫了解宫腔大小，方位以及内膜有无病变有帮助。B超检查若见到双侧卵巢即可排除卵巢肿瘤，从子宫肌瘤与卵巢恶性肿瘤B型超声的声像图之不同亦可鉴别。阔韧带内巨大子宫肌瘤触之为实性肿物，居子宫的一侧，有时被误诊为卵巢实性肿瘤。卵巢实性肿瘤若不是恶性一般活动度好，而阔韧带子宫肌瘤则活动受限。少见的情况下，巨大子宫肌瘤囊性变可被误为卵巢囊肿。阴道检查：若为大肌瘤囊性变，摸不到宫体，而卵巢囊肿，除囊肿外可触及子宫体。", "3、子宫内膜异位症：", "子宫内膜异位症是妇科常见病，而其临床表现也是多种多样。子宫内膜异位症往往宫骶韧带增粗或有结节，病史上有痛经，经期肛门坠痛，腹泻等症状有助于与子宫肌瘤鉴别，子宫肌瘤有月经过多或经期紊乱，但无痛经。", "4、子宫腺肌病：", "子宫腺肌病也表现为子宫增大，月经过多，好发于中年妇女。与子宫肌瘤，从病史与阴道检查所见颇有类似之处，重要的鉴别点是子宫腺肌病的临床症状特点突出是进行性加重的痛经，并伴有肛门下坠感;阴道检查子宫呈一致性增大，一般为10～12周妊娠大小，很少大于12周妊娠大小，其质地坚硬，有时经前及经后子宫大小可有变化。经前、经期子宫略增大而于经后较前略小，可能与肌壁间病灶内经期积血有关。子宫肌瘤的子宫多呈不规则增大、质韧，虽有月经过多症状但无痛经。有时两者可以并存，子宫肌瘤合并子宫腺肌病，病史可以出现痛经症状。", "5、子宫内膜癌：", "子宫内膜癌常见症状是不规则阴道出血，并有子宫增大，从临床症状与体征均有相似之处。发病年龄不同，子宫内膜癌好发于老年妇女以绝经后出血为多见，同时有白带增多而子宫肌瘤则多见于中年妇女。阴道检查两者均有子宫增大，子宫内膜癌子宫为一致性增大，质较软。对更年期妇女应警惕子宫肌瘤合并子宫内膜癌。因此子宫肌瘤患者术前常规作诊断性刮宫可以排除子宫内膜癌。", "6、子宫颈癌：", "宫颈癌症状有不规则阴道出血，白带增多或流恶臭的阴道溢液而子宫黏膜下肌瘤脱出于宫颈口或宫颈黏膜下肌瘤伴有感染均可产生同样的症状。窥器看阴道内肿物表面有溃烂、坏死，外观似菜花状宫颈癌。阴道检查可协助鉴别。子宫颈癌宫颈增大、硬，肿物表面脆，极易出血，穹隆部往往也被累及变硬;而黏膜下肌瘤表面光滑、不硬、不脆，子宫颈质软，穹隆完整质软，带蒂黏膜下肌瘤可以转动。宫颈刮片及组织活检可确诊宫颈癌。", "7、盆腔炎性肿块", "结核附件炎性肿块，触之实性较硬，与子宫紧密粘连，包块不活动，子宫边界不清，易与子宫肌瘤混淆。但两者的病史与症状均不同。结核包块患者有结核史，特别是肠结核及腹膜炎史，不育史，月经量少甚至闭经，若为活动性结核则有低热，体弱，血沉快，而子宫肌瘤以月经过多为主诉。诊断性刮宫若为子宫内膜结核即可确诊为结核性包块，子宫肌瘤一般宫腔增大。B超也可协助鉴别包块的来源。", "8、慢性子宫内翻", "慢性子宫内翻阴道内脱出肿物，其表面为子宫内膜，可误诊为黏膜下子宫肌瘤脱出于阴道。仔细检查于肿物下方两侧可见到外翻的输卵管内口，进一步双合诊检查盆腔内空虚，触不到宫体即可鉴别。追问患者曾有急性子宫内翻的病史。现在此病已很少见。临床须注意的是在检查脱出于阴道外的黏膜下子宫肌瘤时应警惕是否同时伴有子宫内翻。", "9、子宫肉瘤", "子宫肉瘤与子宫肌瘤均有子宫增大，阴道出血，有其相似之处。临床往往将子宫肉瘤误诊为子宫肌瘤。子宫肌瘤发生于育龄妇女，生长缓慢，绝经后逐渐萎缩为其特点，而子宫肉瘤好发生于老年妇女，生长迅速，若子宫肿瘤增长迅速，特别是绝经后妇女子宫增大首先应考虑子宫肉瘤，并须注意是否有肿瘤侵犯周围组织出现腰腿痛等压迫症状。阴道检查肉瘤子宫增大、质软或硬，有时从宫口有息肉样赘生物脱出，暗红色，或粉色，质脆，触之易出血，诊刮可有帮助，若未侵及内膜则得不到阳性结果。", "10、子宫肥大症", "子宫肌壁组织平滑肌细胞肥大，肌层增厚，子宫一致性增大。发生于育龄妇女，往往伴有月经过多。一般子宫孕8～10周大小，多见于经产妇，B超无瘤核，诊刮内膜无异常发现。", "11、子宫畸形", "双子宫或残角子宫不伴有阴道或宫颈畸形者易误诊为子宫肌瘤。畸形子宫一般无月经过多的改变。如年青患者在子宫旁有较硬块物，形状似子宫，应想到有子宫畸形的可能。常须行子宫输卵管造影以明确诊断。自有B超检查以来，畸形子宫易于诊断。甚至残角子宫早期妊娠于破裂前即可明确诊断。", "12、陈旧性宫外孕", "陈旧性宫外孕合并盆腔血块并与子宫附件粘连一起者，有可能误诊为子宫肌瘤。然而，仔细询问有无停经史，急性腹痛史及反复腹痛发作，结合病人多伴有严重贫血貌，妇检穹窿部饱满、触痛，盆腹腔包块与子宫难以分开，且包块边界模糊、硬度不如肌瘤等特点，应想到陈旧性宫外孕的可能。此时，可行阴道后穹窿穿刺，必要时注入10ml盐水，则可抽出陈旧性血液及小血块则鉴别容易。B超显象检查可助鉴别。"], "name": ["子宫肌瘤"], "department": "妇科", "classify": "diagnosis"}
{"diagnosis": ["诊断标准：", "（1）依据临床症状：", "①月经过少；\n\n②周期延长；\n\n③周期缩短；\n\n④月经不定期；\n\n⑤月经过多；\n\n⑥月经稀发；\n\n⑦病理性闭经。 ", "（2）依据辅助检查：", "妇科内诊，妇科超声，内分泌激素，宫颈液基细胞学检查，宫腔镜检查，其他系统检查如甲状腺、肾上腺、血压、血糖，必要时行头颅 CT 检查。"], "identify": ["月经不调", "鉴别诊断", "月经不调是一种症状，就像发烧、肚子疼一样，只是某种疾病的一个外在表现。比如肚子疼可能是", "阑尾炎", "，或者", "肠梗阻", "，或者", "宫外孕", "破裂等等，所以肚子疼本身不重要，重要的，是究竟哪种疾病引起的肚子疼，医生就要针对这种疾病进行治疗。", "因此临床上需要结合月经不调的症状和体征，做妇科检查等来与绝大多数疾病相鉴别，接下来列举几个和月经不调容易混淆或难以鉴别的疾病，但与月经不调相关的疾病远不止于此：", "1.宫外孕：", "月经的表现是阴道流血，但是阴道流血不一定都是来月经了。有些时候，其实是不规则的阴道流血，这不是月经，而很可能是某些疾病的表现，比如说宫外孕。宫外孕的典型三联征为：", "停经、阴道流血、腹痛", "。其中就有阴道流血，通常量会比平时少，但又持续很长时间不干净，且颜色发暗，本该停经了却来了月经，这时就要警惕宫外孕的发生，有过性生活的女性，在判断是否月经不调之前，最好先测一下是否怀孕了。", "2.", "子宫内膜异位症", "：", "又叫", "巧克力囊肿", "，其发病机制简单来说就是，子宫内膜本来应该长在子宫内，结果由于种种原因跑到了其他地方，最常见的就是跑到卵巢。长在其他地方的子宫内膜也会随着月经周期发生出血，但出的血却没有通道排出，于是就发生了一系列的症状：血在那里不停被吸收、再出血、再吸收……时间长了会形成一个囊肿。这个囊肿的颜色跟巧克力很像，于是就叫“巧克力囊肿”。其临床表现主要有：", "、月经异常、不孕、房事疼痛", "等，因此要和月经不调有所鉴别，需要提醒的是，初潮之后出现痛经，特别是越来越痛的，一定要小心“巧克力囊肿”。", "3.", "甲亢", "：", "甲亢是由甲状腺生成的甲状腺激素增多，血液中的甲状腺激素过多引起的疾病。由于甲亢的症状不太明显，经常与一些其他疾病混淆，其中便包括月经不调。甲亢可以引起", "月经周期的变化", "，包括轻微出血和月经不调，因此需要加以鉴别，可以做甲亢相关检查加以排除明确诊断。"], "name": ["月经不调"], "department": "妇科", "classify": "diagnosis"}
